// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ даслаў вам паведамленне";
"MESSAGE_PHOTO" = "%1$@ даслаў вам выяву";
"MESSAGE_VIDEO" = "%1$@ даслаў вам відэазапіс";
"MESSAGE_CONTACT" = "%1$@ падзяліўся з вамі кантактам";
"MESSAGE_GEO" = "%1$@ даслаў вам карту";
"MESSAGE_DOC" = "%1$@ даслаў вам файл";
"MESSAGE_AUDIO" = "%1$@ даслаў вам аўдыязапіс";
"MESSAGE_GIF" = "%1$@ даслаў вам анімацыю";
"ENCRYPTED_MESSAGE" = "У вас новае паведамленне%1$@";
"LOCKED_MESSAGE" = "У вас новае паведамленне%1$@";
"ENCRYPTION_REQUEST" = "Новы запыт на шыфраванне%1$@";
"ENCRYPTION_ACCEPT" = "Ваш запыт на шыфраванне быў прыняты%1$@";
"DC_UPDATE" = "Адкрыць апавяшчэнне, каб абнавіць налады праграмы";

"CHAT_JOINED" = "%1$@ далучыўся да суполкі %2$@";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%1$@ даслаў паведамленне ў суполку %2$@";
"CHAT_MESSAGE_PHOTO" = "%1$@ даслаў выяву ў суполку %2$@";
"CHAT_MESSAGE_VIDEO" = "%1$@ даслаў відэа ў суполку %2$@";
"CHAT_MESSAGE_CONTACT" = "%1$@ падзяліўся кантактам у суполцы %2$@";
"CHAT_MESSAGE_GEO" = "%1$@ даслаў карту ў суполку %2$@";
"CHAT_MESSAGE_DOC" = "%1$@ даслаў файл у суполку %2$@";
"CHAT_MESSAGE_AUDIO" = "%1$@ даслаў аўдыязапіс ў суполку %2$@";
"CHAT_MESSAGE_GIF" = "%1$@ даслаў анімацыю ў суполку %2$@";
"CHAT_CREATED" = "%1$@ запрасіў вас у суполку %2$@";
"CHAT_TITLE_EDITED" = "%1$@ змяніў назву суполкі %2$@";
"CHAT_PHOTO_EDITED" = "%1$@ змяніў выяву суполкі %2$@";
"CHAT_ADD_MEMBER" = "%1$@ запрасіў %3$@ у суполку %2$@";
"CHAT_ADD_YOU" = "%1$@ запрасіў вас у суполку %2$@";
"CHAT_DELETE_YOU" = "%1$@ выдаліў вас з суполкі %2$@";
"CHAT_DELETE_MEMBER" = "%1$@ выдаліў %3$@ з суполкі %2$@";
"CHAT_LEFT" = "%1$@ пакінуў суполку %2$@";
"CHAT_RETURNED" = "%1$@ вярнуўся ў суполку %2$@";

"MESSAGE_STICKER" = "%1$@ даслаў вам налепку";
"CHAT_MESSAGE_STICKER" = "%1$@ даслаў налепку ў суполку %2$@";

"CONTACT_JOINED" = "%1$@ далучыўся да Тэлеграма!";
"CONTACT_ACTIVATED" = "%1$@ дапамог вам актываваць ваш уліковы запіс!";

"AUTH_UNKNOWN" = "Уваход з новага ўстройства %1$@";
"AUTH_REGION" = "Уваход з новага ўстройства %1$@, месцазнаходжанне: %2$@";

"MESSAGE_FWDS" = "%1$@ перадаслаў вам %2$@ паведамленняў";
"CHAT_MESSAGE_FWDS" = "%1$@ перадаслаў %3$@ паведамленняў у суполку %2$@";

"CHANNEL_MESSAGE_TEXT" = "%1$@: %2$@";
"CHANNEL_MESSAGE_NOTEXT" = "%1$@ размясціў паведамленне";
"CHANNEL_MESSAGE_PHOTO" = "%1$@ размясціў выяву";
"CHANNEL_MESSAGE_VIDEO" = "%1$@ размясціў відэазапіс";
"CHANNEL_MESSAGE_DOC" = "%1$@ размясціў файл";
"CHANNEL_MESSAGE_STICKER" = "%1$@ размясціў налепку";
"CHANNEL_MESSAGE_AUDIO" = "%1$@ размясціў аўдыязапіс";
"CHANNEL_MESSAGE_CONTACT" = "%1$@ размясціў кантакт";
"CHANNEL_MESSAGE_GEO" = "%1$@ размясціў карту";
"CHANNEL_MESSAGE_FWDS" = "%1$@ перадаслаў паведамленні (%2$@)";
"CHANNEL_MESSAGE_GIF" = "%1$@ размясціў анімацыю";

// Common
"Common.OK" = "Добра";
"Common.Cancel" = "Скасаваць";
"Common.Edit" = "Рэдагаваць";
"Common.edit" = "рэдагаваць";
"Common.Done" = "Гатова";
"Common.Next" = "Далей";
"Common.Delete" = "Выдаліць";
"Common.Create" = "Стварыць";
"Common.Back" = "Назад";
"Common.Close" = "Закрыць";
"Common.Yes" = "Так";
"Common.No" = "Не";
"Common.TakePhotoOrVideo" = "Зрабіць фота ці відэа";
"Common.TakePhoto" = "Зрабіць фота";
"Common.ChoosePhoto" = "Абраць выяву";
"Common.ChooseVideo" = "Абраць відэа";
"Common.of" = "з";
"Common.Search" = "Пошук";
"Common.More" = "Больш";
"Common.Select" = "Абраць";

// State
"State.connecting" = "злучэнне";
"State.updating" = "абнаўленне";
"State.Connecting" = "Злучэнне...";
"State.Updating" = "Абнаўленне...";
"State.WaitingForNetwork" = "Чаканне сувязі";

// Presence
"Presence.online" = "тут";
"Presence.offline" = "не тут";
"Presence.invisible" = "нябачны";

// Date
"Month.GenJanuary" = "студзеня";
"Month.GenFebruary" = "лютага";
"Month.GenMarch" = "сакавіка";
"Month.GenApril" = "красавіка";
"Month.GenMay" = "мая";
"Month.GenJune" = "чэрвеня";
"Month.GenJuly" = "ліпеня";
"Month.GenAugust" = "жніўня";
"Month.GenSeptember" = "верасня";
"Month.GenOctober" = "кастрычніка";
"Month.GenNovember" = "лістапада";
"Month.GenDecember" = "снежня";
"Month.ShortJanuary" = "Сту";
"Month.ShortFebruary" = "Лют";
"Month.ShortMarch" = "Сак";
"Month.ShortApril" = "Кра";
"Month.ShortMay" = "Май";
"Month.ShortJune" = "Чэр";
"Month.ShortJuly" = "Ліп";
"Month.ShortAugust" = "Жні";
"Month.ShortSeptember" = "Вер";
"Month.ShortOctober" = "Кас";
"Month.ShortNovember" = "Ліс";
"Month.ShortDecember" = "Сне";
"Weekday.ShortMonday" = "Пн";
"Weekday.ShortTuesday" = "Аў";
"Weekday.ShortWednesday" = "Ср";
"Weekday.ShortThursday" = "Чц";
"Weekday.ShortFriday" = "Пт";
"Weekday.ShortSaturday" = "Сб";
"Weekday.ShortSunday" = "Нд";
"Weekday.Monday" = "Панядзелак";
"Weekday.Tuesday" = "Аўторак";
"Weekday.Wednesday" = "Серада";
"Weekday.Thursday" = "Чацвер";
"Weekday.Friday" = "Пятніца";
"Weekday.Saturday" = "Субота";
"Weekday.Sunday" = "Нядзеля";

"Time.TodayAt" = "сёння а %@";
"Time.YesterdayAt" = "учора а %@";

"LastSeen.JustNow" = "толькі што быў(-ла) тут";
"LastSeen.MinutesAgo_1" = "быў(-ла) тут 1 хвіліну таму"; //one
"LastSeen.MinutesAgo_2" = "быў(-ла) тут 2 хвіліны таму"; //two
"LastSeen.MinutesAgo_3_10" = "быў(-ла) тут %@ хвілін таму"; //three to ten
"LastSeen.MinutesAgo_any" = "быў(-ла) тут %@ хвілін таму"; // more than ten
"LastSeen.HoursAgo_1" = "быў(-ла) тут 1 гадзіну таму";
"LastSeen.HoursAgo_2" = "быў(-ла) тут 2 гадзіны таму";
"LastSeen.HoursAgo_3_10" = "быў(-ла) тут %@ гадзін таму";
"LastSeen.HoursAgo_any" = "быў(-ла) тут %@ гадзін таму";
"LastSeen.TodayAt" = "быў(-ла) тут сёння а %@";
"LastSeen.YesterdayAt" = "быў(-ла) тут учора а %@";
"LastSeen.AtWeekday" = "быў(-ла) тут %@";
"LastSeen.AtDate" = "быў(-ла) тут %@";
"LastSeen.Lately" = "быў(-ла) тут зусім нядаўна";
"LastSeen.WithinAWeek" = "быў(-ла) тут на гэтым тыдні";
"LastSeen.WithinAMonth" = "быў(-ла) тут у гэтым месяцы";
"LastSeen.ALongTimeAgo" = "быў(-ла) тут вельмі даўно";

"Date.DialogDateFormat" = "{day} {month} ";

// Tour
"Tour.Title1" = "Тэлеграм";
"Tour.Text1" = "**Найхутчэйшая** праграма-мэсэнджэр.\n**Бясплатная** і **бяспечная**.";

"Tour.Title2" = "Хуткі";
"Tour.Text2" = "**Тэлеграм** дастаўляе паведамленні\nхутчэй за любую іншую праграму.";

"Tour.Title3" = "Моцны";
"Tour.Text3" = "**Тэлеграм** не абмяжоўвае\nпамеры вашых медыя-файлаў і размоў.";

"Tour.Title4" = "Бяспечны";
"Tour.Text4" = "**Тэлеграм** засцерагае вашыя паведамленні\nад хакерскіх атак.";

"Tour.Title5" = "Воблачны";
"Tour.Text5" = "**Тэлеграм** дазваляе даступацца\nда паведамленняў з некалькіх устройстваў.";

"Tour.Title6" = "Бясплатны";
"Tour.Text6" = "**Тэлеграм** бясплатны назаўсёды.\nНіякай рэкламы. Ніякай платы за падпіску.";

"Tour.Title7" = "Прыватны";
"Tour.Text7" = "Паведамленні **Тэлеграма** грунтоўна шыфруюцца і могуць самазнішчацца.";

"Tour.StartButton" = "Пачаць перапісвацца";

// Login
"Login.PhoneAndCountryHelp" = "Калі ласка, пацвердзіце код вашае краіны і ўвядзіце ваш нумар тэлефона.";
"Login.CodeHelp" = "Мы даслалі SMS з кодам актывацыі на ваш тэлефон\n%@";
"Login.CodeSentInternal" = "Мы даслалі код у прыладу **Тэлеграма** на вашым іншым устройстве";
"Login.HaveNotReceivedCodeInternal" = "Не атрымалі код?";
"Login.CodeSentSms" = "Мы даслалі SMS з кодам на ваш тэлефон";
"Login.Code" = "Код";
"Login.CallRequestState1" = "Мы патэлефануем вам праз %d:%.2d";
"Login.CallRequestState2" = "Тэлефануем...";
"Login.CallRequestState3" = "Тэлеграм набраў ваш нумар\n[Не атрымалі код?]";
"Login.EmailNotConfiguredError" = "Калі ласка, дадайце ваш адрас электроннае пошты.";
"Login.EmailCodeSubject" = "%@, няма коду";
"Login.EmailCodeBody" = "Мой тэлефонны нумар:\n%@\nЯ не магу атрымаць код актывацыі для Тэлеграма.";
"Login.UnknownError" = "Адбылася памылка. Калі ласка, паспрабуйце пазней.";
"Login.InvalidCodeError" = "Вы ўвялі няправільны код. Калі ласка, паспрабуйце яшчэ раз.";
"Login.NetworkError" = "Калі ласка, праверце вашае злучэнне з Інтэрнэтам і паспрабуйце яшчэ раз.";
"Login.CodeExpiredError" = "Тэрмін дзеяння коду скончыўся, калі ласка, паспрабуйце яшчэ раз.";
"Login.CodeFloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце яшчэ раз.";
"Login.InvalidPhoneError" = "Памылковы нумар тэлефона. Калі ласка, паспрабуйце яшчэ раз.";
"Login.InvalidFirstNameError" = "Памылковае імя. Калі ласка, паспрабуйце яшчэ раз.";
"Login.InvalidLastNameError" = "Памылковае прозвішча. Калі ласка, паспрабуйце яшчэ раз.";
"Login.InactiveHelp" = "Ніводны з вашых кантактаў\nяшчэ не карыстаецца Тэлеграмам.\nМы паведамім вас, калі яны далучацца.\nВы таксама можаце запрасіць сяброў хоць зараз.";
"Login.InviteButton" = "Запрасіць сябра ў размову";

"Login.PhoneTitle" = "Ваш тэлефон";
"Login.PhonePlaceholder" = "Ваш нумар тэлефону";
"Login.CountryCode" = "Код краіны";
"Login.InvalidCountryCode" = "Памылковы код краіны";

"Login.CodeTitle" = "Ваш код";

"Login.InfoTitle" = "Звесткі пра вас";
"Login.InfoAvatarAdd" = "дадаць";
"Login.InfoAvatarPhoto" = "выява";
"Login.InfoFirstNamePlaceholder" = "Імя";
"Login.InfoLastNamePlaceholder" = "Прозвішча";
"Login.InfoUpdatePhoto" = "Абнавіць выяву";
"Login.InfoDeletePhoto" = "Выдаліць выяву";
"Login.InfoHelp" = "Увядзіце вашае імя і дадайце выяву профілю.";

// Login.SelectCountry
"Login.SelectCountry.Title" = "Краіна";

// Welcome Screen
"WelcomeScreen.Title" = "Пачаць";
"WelcomeScreen.Logout" = "Выйсці";
"WelcomeScreen.Greeting" = "Вітаем, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "Выбачайце, не атрымалася сінхранізаваць кантакты.";
"WelcomeScreen.ContactsAccessHelp" = "Абмен паведамленнямі ў Тэлеграме заснаваны на вашым існым лісце кантактаў. Калі ласка, перайдзіце ў Налады вашага %@ — Канфідэнцыяльнасць — Кантакты і ўключыце Тэлеграм.";
"WelcomeScreen.ContactsAccessSettings" = "Налады";
"WelcomeScreen.UpdatingTitle" = "Абнаўленне";

// Dialog List
"DialogList.TabTitle" = "Размовы";
"DialogList.Title" = "Размовы";
"DialogList.SearchLabel" = "Шукаць паведамленні ці карыстальнікаў";
"DialogList.SelectContact" = "Абраць кантакт";
"DialogList.SelectContacts" = "Абраць кантакты";
"DialogList.Create" = "Стварыць";
"DialogList.NoMessagesTitle" = "У вас пакуль няма размоў";
"DialogList.NoMessagesText" = "Націсніце кнопку з алоўкам, каб пачаць новую размову, альбо перайдзіце ў «Кантакты».";
"DialogList.SingleTypingSuffix" = "%@ піша";
"DialogList.SingleRecordingAudioSuffix" = "%@ робіць аўдыязапіс";
"DialogList.SingleUploadingPhotoSuffix" = "%@ адпраўляе выяву";
"DialogList.SingleUploadingVideoSuffix" = "%@ адпраўляе відэазапіс";
"DialogList.SingleUploadingFileSuffix" = "%@ адпраўляе файл";
"DialogList.MultipleTypingSuffix" = "%d пішуць";
"DialogList.Typing" = "піша";
"DialogList.ClearHistoryConfirmation" = "Ачысціць гісторыю";
"DialogList.DeleteConversationConfirmation" = "Выдаліць і выйсці";
"DialogList.AwaitingEncryption" = "Чакаем, калі %@ з’явіцца ў сетцы...";
"DialogList.EncryptionRejected" = "Сакрэтная размова скасаваная";
"DialogList.EncryptionProcessing" = "Абмен ключамі шыфравання...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ далучыўся да вашай сакрэтнай размовы.";
"DialogList.EncryptedChatStartedIncoming" = "%@стварыў сакрэтную размову.";
"DialogList.Conversations" = "Размовы";
"DialogList.Messages" = "Паведамленні";

// Compose
"Compose.TokenListPlaceholder" = "Каго вы жадаеце дадаць да суполкі?";
"Compose.NewMessage" = "Новае паведамленне";
"Compose.NewGroup" = "Новая суполка";
"Compose.NewEncryptedChat" = "Новая сакрэтная размова";
"Compose.NewBroadcast" = "Спіс рассылкі";
"Compose.NewBroadcastButton" = "Новы спіс рассылкі";
"Compose.Recipients" = "Атрымальнікі";
"Compose.Create" = "Стварыць";

// Contacts
"Contacts.TabTitle" = "Кантакты";
"Contacts.Title" = "Кантакты";
"Contacts.Invite" = "Запрасіць";
"Contacts.contact" = "кантакт";
"Contacts.contacts" = "кантакты";
"Contacts.contactsvar" = "кантакты";
"Contacts.InvitationText" = "Гэй, пераключайцеся на Тэлеграм! http://telegram.org/dl";
"Contacts.FailedToSendInvitesMessage" = "Адбылася памылка.";
"Contacts.AccessDeniedError" = "Тэлеграм не мае доступу да вашага спісу кантактаў.";
"Contacts.AccessDeniedHelpLandscape" = "Калі ласка, перайдзіце ў Налады вашага %@ — Канфідэнцыяльнасць — Кантакты\n і ўключыце Тэлеграм.";
"Contacts.AccessDeniedHelpPortrait" = "Калі ласка, перайдзіце ў Налады вашага %@ — Канфідэнцыяльнасць — Кантакты і ўключыце Тэлеграм.";
"Contacts.AccessDeniedHelpON" = "УКЛ";
"Contacts.InviteToTelegram" = "Запрасіць у Тэлеграм";
"Contacts.InviteFriends" = "Запрасіць сяброў";
"Contacts.SelectAll" = "Абраць усе";

// Conversation
"Conversation.InputTextPlaceholder" = "Паведамленне";
"Conversation.Send" = "Даслаць";
"Conversation.typing" = "піша";
"Conversation.MessageDeliveryFailed" = "Вашае паведамленне не было даслана. Націсніце \"Перадаслаць\", каб паспрабаваць зноўку.";
"Conversation.MessageDialogEdit" = "Рэдагаваць";
"Conversation.MessageDialogRetry" = "Перадаслаць";
"Conversation.MessageDialogRetryAll" = "Перадаслаць %1$d паведамленняў";
"Conversation.MessageDialogDelete" = "Выдаліць";
"Conversation.LinkDialogOpen" = "Адкрыць";
"Conversation.LinkDialogCopy" = "Скапіяваць";
"Conversation.EditDelete" = "Выдаліць";
"Conversation.EditForward" = "Перадаслаць";
"Conversation.ForwardToPersonFormat" = "Перадаслаць да %@?";
"Conversation.ForwardToGroupFormat" = "Перадаслаць да %@?";
"Conversation.ForwardTitle" = "Перадаслаць";
"Conversation.ForwardChats" = "Размовы";
"Conversation.ForwardContacts" = "Кантакты";
"Conversation.StatusKickedFromGroup" = "вы былі выдалены з гэтай суполкі";
"Conversation.StatusLeftGroup" = "вы пакінулі гэту суполку";
"Conversation.StatusTyping" = "піша";
"Conversation.BroadcastTitle" = "Рассылка";
"Conversation.Call" = "Выклік";
"Conversation.Mute" = "Адключыць апавяшчэнні";
"Conversation.Unmute" = "Уключыць апавяшчэнні";
"Conversation.Edit" = "Рэдагаваць";
"Conversation.Info" = "Звесткі";
"Conversation.Search" = "Шукаць";
"Conversation.Block" = "Заблакаваць";
"Conversation.Unblock" = "Разблакаваць";
"Conversation.ClearAll" = "Выдаліць усё";
"Conversation.Location" = "Месцазнаходжанне";
"Conversation.Document" = "Даслаць файл";
"Conversation.Contact" = "Кантакт";
"Conversation.BlockUser" = "Заблакаваць карыстальніка";
"Conversation.UnblockUser" = "Разблакаваць карыстальніка";
"Conversation.DeleteGroup" = "Выдаліць гэтую суполку";
"Conversation.DeleteChat" = "Выдаліць гэтую размову";
"Conversation.ClearAllConfirmation" = "Выдаліць усе паведамленні?";
"Conversation.SearchImages" = "Шукаць выявы";
"Conversation.UnsupportedMedia" = "Гэтае паведамленне не падтрымліваецца вашай версіяй Тэлеграма. Абнавіце праграму, каб праглядзець:\nhttp://telegram.org/update";
"Conversation.EncryptionWaiting" = "Чакаем, калі %@ з’явіцца ў сетцы...";
"Conversation.EncryptionProcessing" = "Абмен ключамі шыфравання...";
"Conversation.SupportPlaceholder" = "Ёсць пытанні наконт Тэлеграма?";
"Conversation.EmptyPlaceholder" = "Тут пакуль нічога няма...";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ запрасіў вас у сакрэтную размову.";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "Вы запрасілі %@ у сакрэтную размову.";
"Conversation.EncryptedDescriptionTitle" = "Сакрэтныя размовы:";
"Conversation.EncryptedDescription1" = "Выкарыстоўваюць шыфраванне з канца ў канец";
"Conversation.EncryptedDescription2" = "Не пакідаюць ніякіх слядоў на нашых серверах";
"Conversation.EncryptedDescription3" = "Ёсць таймер самазнішчэння";
"Conversation.EncryptedDescription4" = "Не могуць быць перадасланыя";
"Conversation.EncryptedForwardingAlert" = "Выбачайце, але вы не можаце перадаслаць паведамленні з сакрэтнай размовы.";
"Conversation.ContextMenuCopy" = "Скапіяваць";
"Conversation.ContextMenuDelete" = "Выдаліць";
"Conversation.ContextMenuForward" = "Перадаслаць";
"Conversation.ContextMenuMore" = "Больш...";

"Conversation.StatusMembers_1" = "1 удзельнік";
"Conversation.StatusMembers_2" = "2 ўдзельнікі";
"Conversation.StatusMembers_3_10" = "%@ удзельнікаў";
"Conversation.StatusMembers_any" = "%@ удзельнікаў";

"Conversation.StatusRecipients_1" = "1 атрымальнік";
"Conversation.StatusRecipients_2" = "2 атрымальніка";
"Conversation.StatusRecipients_3_10" = "%@ атрымальнікаў";
"Conversation.StatusRecipients_any" = "%@ атрымальнікаў";

"Conversation.StatusOnline_1" = "1 тут";
"Conversation.StatusOnline_2" = "2 тут";
"Conversation.StatusOnline_3_10" = "%@ тут";
"Conversation.StatusOnline_any" = "%@ тут";

"Conversation.UnreadMessages" = "Непрачытаныя паведамленні";
"Conversation.InfoGroup" = "Суполка";
"Conversation.InfoPrivate" = "Кантакт";
"Conversation.InfoBroadcastList" = "Спіс";

// Notification
"Notification.RenamedChat" = "%@ пераназваў суполку";
"Notification.RenamedChannel" = "Канал перайменаваны";
"Notification.ChangedGroupPhoto" = "%@ змяніў назву суполкі";
"Notification.RemovedGroupPhoto" = "%@ выдаліў выяву суполкі";
"Notification.ChangedUserPhoto" = "%@ абнавіў выяву профілю";
"Notification.RemovedUserPhoto" = "%@ выдаліў выяву профілю";
"Notification.JoinedChat" = "%@ далучыўся да суполкі";
"Notification.Invited" = "%@ запрасіў %@";
"Notification.LeftChat" = "%@ пакінуў суполку";
"Notification.Kicked" = "%@ выдаліў %@";
"Notification.CreatedChat" = "%@ стварыў суполку";
"Notification.CreatedChannel" = "Канал створаны";
"Notification.CreatedGroup" = "Суполка створана";
"Notification.CreatedBroadcastList" = "Вы стварылі спіс рассылкі";
"Notification.CreatedChatWithTitle" = "%@ стварыў суполку \"%@\"";
"Notification.Joined" = "%@ далучыўся да Тэлеграма";
"Notification.ChangedGroupName" = "%@ змяніў назву суполкі на \"%@\"";
"Notification.NewAuthDetected" = "%1$@,\nМы заўважылі, што нехта зайшоў пад вашым уліковым запісам з новага ўстройства.\n\nДата і час: %2$@, %3$@ а %4$@\nУстройства: %5$@\nМесцазнаходжанне і IP-адрас: %6$@\n\nКалі гэта былі не вы, вы можаце зайсці ў Налады — Прыватнасць і Бяспека — Сэсіі і скасаваць гэтую сэсію.\n\nКалі вы падазраеце, што нехта зайшоў у ваш уліковы запіс без вашага ведама, вы можаце ўключыць двухкрокавую верыфікацыю ў наладах Прыватнасці і Бяспекі.\n\nЗ павагай,\nКаманда Тэлеграма";
"Notification.EncryptedChatRequested" = "Дасланы запыт на сакрэтную размову";
"Notification.EncryptedChatAccepted" = "Сакрэтная размова пачалася";
"Notification.MessageLifetimeChanged" = "%1$@ усталяваў таймер самазнішчэння на %2$@";
"Notification.MessageLifetimeChangedOutgoing" = "Вы ўсталявалі таймер самазнішчэння на %1$@";
"Notification.MessageLifetimeRemoved" = "%1$@ адключыў таймер самазнішчэння";
"Notification.MessageLifetimeRemovedOutgoing" = "Вы адключылі таймер самазнішчэння";
"Notification.MessageLifetime2s" = "2 с.";
"Notification.MessageLifetime5s" = "5 с.";
"Notification.MessageLifetime1m" = "1 хв.";
"Notification.MessageLifetime1h" = "1 г.";
"Notification.MessageLifetime1d" = "1 дзень";
"Notification.MessageLifetime1w" = "1 тыдзень";

// Message
"Message.Photo" = "Выява";
"Message.Video" = "Відэазапіс";
"Message.Location" = "Месцазнаходжанне";
"Message.Contact" = "Кантакт";
"Message.File" = "Файл";
"Message.Sticker" = "Налепка";
"Message.Audio" = "Аўдыязапіс";
"Message.ForwardedMessage" = "Перадасланае паведамленне\nАд: %@";
"Message.SharedContact" = "Дадзеныя кантакта";
"Message.Animation" = "Анімацыя";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "Адбылася памылка";
"ConversationProfile.UserLeftChatError" = "Выбачайце, але %@ пакінуў гэтую суполку, таму вы не можаце запрасіць яго сюды.";
"ConversationProfile.UnknownAddMemberError" = "Адбылася нечаканая памылка. Мы ўжо паведамілі нашых чараўнікоў, і яны хутка ўсё наладзяць. Выбачайце.";
"ConversationProfile.UsersTooMuchError" = "Выбачайце, але гэтая суполка перапоўненая. Вы пакуль што не можаце дадаць сюды яшчэ ўдзельнікаў.";

"ConversationProfile.LeaveDeleteAndExit" = "Выдаліць і выйсці";

"Conversation.DownloadPhoto" = "Спампаваць выяву";
"Conversation.ViewPhoto" = "Прагледзець выяву";
"Conversation.PlayVideo" = "Прайграць відэазапіс";
"Conversation.Play" = "Прайграць";
"Conversation.Stop" = "Спыніць";
"Conversation.ViewFile" = "Прагледзець файл";
"Conversation.Download" = "Спампаваць";
"Conversation.DownloadMegabytes" = "Спампаваць %.1fMБ";
"Conversation.DownloadKilobytes" = "Спампаваць %dKБ";
"Conversation.Megabytes" = "%.1fМБ";
"Conversation.Kilobytes" = "%dКБ";
"Conversation.Bytes" = "%dБ";
"Conversation.DownloadProgressMegabytes" = "%1$.1fМБ / %2$.1fМБ";
"Conversation.DownloadProgressKilobytes" = "%1$dКБ / %2$dКБ";
"Conversation.ViewLocation" = "Адлюстраваць месцазнаходжанне";
"Conversation.SearchWebImages" = "Знайсці выявы";
"Conversation.ShareMyContactInfo" = "Даслаць звесткі аб сваім кантакце";
"Conversation.AddContact" = "Дадаць кантакт";
"Conversation.SendMessage" = "Даслаць паведамленне";
"Conversation.EncryptionCanceled" = "Сакрэтная размова скасаваная";
"Conversation.DeleteOneMessage" = "Выдаліць паведамленне";
"Conversation.DeleteManyMessages" = "Выдаліць паведамленні";
"Conversation.View" = "Прагледзець";
"Conversation.Download" = "Спампаваць";
"Conversation.SlideToCancel" = "Правядзіце ўбок, каб скасаваць";
"Conversation.ApplyLocalization" = "Ужыць файл лакалізацыі";
"Conversation.OpenFile" = "Адкрыць файл";
"Conversation.MicrophoneAccessDisabled" = "Тэлеграму патрэбны доступ да вашага мікрафону, каб дасылаць гукавыя паведамленні. Калі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Мікрафон і ўключыце Тэлеграм.";

// Media Picker
"MediaPicker.Send" = "Даслаць";
"MediaPicker.Choose" = "Абраць";
"SearchImages.SearchImages" = "Шукаць выявы";
"SearchImages.Title" = "Альбомы";
"MediaPicker.CameraRoll" = "Здымкі з камеры";
"SearchImages.NoImagesFound" = "Выявы не знойдзеныя";
"MediaPicker.AccessDeniedError" = "Тэлеграм не мае доступу да вашых фотаздымкаў.";
"MediaPicker.AccessDeniedHelp" = "Калі ласка, перайдзіце ў Налады вашага %@ — Канфідэнцыяльнасць — Фота.\nПотым уключыце Тэлеграм.";
"SearchImages.Downloading#Kb" = "Спампоўка %d КБ";
"SearchImages.Downloading#Mb" = "Спампоўка %d МБ";
"SearchImages.ImageNofM" = "Выява %1$@ з %2$@";
"SearchImages.DownloadCancelled" = "Спампоўка скасаваная";
"SearchImages.ErrorDownloadingImage" = "Не атрымалася спампаваць выяву";
"SearchImages.SkipImage" = "Прапусціць выяву";
"SearchImages.RetryDownload" = "Паспрабаваць спампаваць яшчэ раз";

// User Profile
"Profile.ImageUploadError" = "Адбылася памылка. Калі ласка, паспрабуйце пазней.";
"Profile.PhonebookAccessDisabled" = "Каб уключыць гэтую опцыю, перайдзіце ў Налады вашага iPhone — Канфідэнцыяльнасць — Кантакты і уключыце Тэлеграм.";
"Profile.CreateEncryptedChatError" = "Адбылася памылка.";
"Profile.CreateEncryptedChatOutdatedError" = "Немагчыма стварыць сакрэтную размову з %@.\n%@ выкарыстоўвае састарэлую версію Тэлеграма, якую спярша трэба абнавіць.";
"Profile.CreateNewContact" = "Стварыць новы кантакт";
"Profile.AddToExisting" = "Дадаць у існы кантакт";
"Profile.EncryptionKey" = "Ключ шыфравання";
"Profile.MessageLifetime" = "Таймер самазнішчэння";
"Profile.MessageLifetimeForever" = "Адкл";
"Profile.MessageLifetime2s" = "2 с";
"Profile.MessageLifetime5s" = "5 с";
"Profile.MessageLifetime1m" = "1 хв";
"Profile.MessageLifetime1h" = "1 г";
"Profile.MessageLifetime1d" = "1 д";
"Profile.MessageLifetime1w" = "1 т";
"Profile.ShareContactButton" = "Падзяліцца кантактам";
"Profile.ShareContactPersonFormat" = "Даслаць кантакт да %@?";
"Profile.ShareContactGroupFormat" = "Даслаць кантакт да %@?";

// User Info
"UserInfo.Title" = "Звесткі";
"UserInfo.FirstNamePlaceholder" = "Імя";
"UserInfo.LastNamePlaceholder" = "Прозвішча";
"UserInfo.GenericPhoneLabel" = "мабільны";
"UserInfo.SendMessage" = "Даслаць паведамленне";
"UserInfo.AddContact" = "Дадаць кантакт";
"UserInfo.ShareContact" = "Падзяліцца кантактам";
"UserInfo.StartSecretChat" = "Пачаць сакрэтную размову";
"UserInfo.DeleteContact" = "Выдаліць кантакт";
"UserInfo.CreateNewContact" = "Стварыць новы кантакт";
"UserInfo.AddToExisting" = "Дадаць у існы";
"UserInfo.AddPhone" = "дадаць тэлефон";
"UserInfo.NotificationsEnabled" = "Уключана";
"UserInfo.NotificationsDisabled" = "Адключана";
"UserInfo.NotificationsEnable" = "Уключыць";
"UserInfo.NotificationsDisable" = "Адключыць";
"UserInfo.Invite" = "Запрасіць у Тэлеграм";

// New Contact
"NewContact.Title" = "Новы кантакт";

// Phone Label
"PhoneLabel.Title" = "Пазнака";

// Secret Chat
"SecretChat.Title" = "Сакрэтная размова";

// Group Info
"GroupInfo.Title" = "Звесткі аб суполцы";
"GroupInfo.GroupNamePlaceholder" = "Назва суполкі";
"GroupInfo.BroadcastListNamePlaceholder" = "Назва спісу";
"GroupInfo.SetGroupPhoto" = "Змяніць выяву суполкі";
"GroupInfo.SetGroupPhotoStop" = "Спыніць";
"GroupInfo.SetGroupPhotoDelete" = "Выдаліць выяву";
"GroupInfo.Notifications" = "Апавяшчэнні";
"GroupInfo.Sound" = "Гук";
"GroupInfo.SharedMedia" = "Агульныя медыя";
"GroupInfo.SharedMediaNone" = "Няма";
"GroupInfo.DeleteAndExit" = "Выдаліць і выйсці";
"GroupInfo.DeleteAndExitConfirmation" = "Вы не зможаце зноўку далучыцца да гэтае суполкі.";
"GroupInfo.ParticipantCount_1" = "1 УДЗЕЛЬНІК";
"GroupInfo.ParticipantCount_2" = "2 ЎДЗЕЛЬНІКІ";
"GroupInfo.ParticipantCount_3_10" = "%@ УДЗЕЛЬНІКАЎ";
"GroupInfo.ParticipantCount_any" = "%@ УДЗЕЛЬНІКАЎ";
"GroupInfo.AddParticipant" = "Дадаць удзельніка";
"GroupInfo.AddParticipantTitle" = "Кантакты";
"GroupInfo.AddParticipantConfirmation" = "Дадаць %@ у суполку?";
"GroupInfo.KickedStatus" = "вы былі выдалены з гэтай суполкі";
"GroupInfo.LeftStatus" = "Вы пакінулі гэту суполку";

// Encryption Key
"EncryptionKey.Title" = "Ключ шыфравання";
"EncryptionKey.Description" = "Гэтыя выява і тэкст рэпрэзэнтуюць ключ шыфравання для сакрэтнай размовы з %1$@.\n\nКалі яны выглядаюць гэтак жа на ўстройстве %2$@, то мы гарантуем вам шыфраванне з-канца-ў-канец.\n\nДазнайцеся больш на telegram.org";

// Conversation media
"ConversationMedia.Title" = "Медыя";
"ConversationMedia.EmptyTitle" = "Няма фота ці відэа";

// Preview
"Preview.VideoNotYetDownloaded" = "Спярша спампуйце відэа.";
"Preview.GroupPhotoTitle" = "Выява суполкі";
"Preview.ProfilePhotoTitle" = "Выява профілю";
"Preview.LoadingVideo" = "загрузка відэа...";
"Preview.LoadingImage" = "загрузка поўнае выявы...";
"Preview.LoadingImages" = "загрузка поўных выяў...";
"Preview.DeletePhoto" = "Выдаліць выяву";
"Preview.DeleteVideo" = "Выдаліць відэа";
"Preview.ForwardViaTelegram" = "Перадаслаць праз Тэлеграм";
"Preview.SaveToCameraRoll" = "Захаваць у здымкі з камеры";

// Map
"Map.ChooseLocationTitle" = "Месцазнаходжанне";
"Map.MapTitle" = "Карта";
"Map.Send" = "Даслаць";
"Map.Map" = "Карта";
"Map.Satellite" = "Спадарожнік";
"Map.Hybrid" = "Гібрыд";
"Map.AccessDeniedError" = "Каб гэтая опцыя працавала, калі ласка, уключыце адсочванне геапазіцыі для Тэлеграма ў наладах канфідэнцыяльнасці вашага iPhone.";
"Map.ForwardViaTelegram" = "Перадаслаць праз Тэлеграм";
"Map.GetDirections" = "Атрымаць напрамкі";
"Map.OpenInGoogleMaps" = "Адкрыць праз Google Maps";

// Web
"Web.Error" = "Не атрымліваецца загрузіць старонку";
"Web.OpenExternal" = "Адкрыць у Safari";
"Web.CopyLink" = "Скапіяваць спасылку";

// Document
"Document.TargetConfirmationFormat" = "Даслаць файл ({size}) да {target}?";

// Dialog List
"DialogList.You" = "Вы";

// Settings
"Settings.TabTitle" = "Налады";
"Settings.SetProfilePhoto" = "Змяніць выяву профілю";
"Settings.Logout" = "Выйсці";
"Settings.Title" = "Налады";
"Settings.NotificationsAndSounds" = "Апавяшчэнні і гукі";
"Settings.ChatSettings" = "Налады размоў";
"Settings.BlockedUsers" = "Заблакаваныя карыстальнікі";
"Settings.ChatBackground" = "Фон размовы";
"Settings.Support" = "Спытацца";
"Settings.FAQ" = "ЧаПы Тэлеграма";
"Settings.FAQ_URL" = "http://telegram.org/faq#general";
"Settings.FAQ_Intro" = "Звярніце ўвагу, што Падтрымка Тэлеграма ажыццяўляецца добраахвотнікамі. Мы стараемся адказваць як мага хутчэй, але гэта можа заняць час. Калі ласка, праглядзіце ЧаПы Тэлеграма: там ёсць адказы на большасць пытанняў і важныя парады па ліквідацыі хібнасцей.";
"Settings.FAQ_Button" = "ЧаПы";
"Settings.SaveIncomingPhotos" = "Захоўваць атрыманыя выявы";
"Settings.SaveIncomingPhotosHelp" = "Захоўваць атрыманыя выявы ў галерэю.";
"Settings.LogoutError" = "Адбылася памылка. Калі ласка, паспрабуйце пазней.";

// Notifications and Sounds
"Notifications.Title" = "Апавяшчэнні";
"Notifications.MessageNotifications" = "АПАВЯШЧЭННІ АБ ПАВЕДАМЛЕННЯХ";
"Notifications.MessageNotificationsAlert" = "Гукавое апавяшчэнне";
"Notifications.MessageNotificationsPreview" = "Перадпрагляд паведамлення";
"Notifications.MessageNotificationsSound" = "Гук";
"Notifications.MessageNotificationsHelp" = "Можна ўжыць асабістыя налады апавяшчэнняў для карыстальніка на яго старонцы звестак.";

"Notifications.GroupNotifications" = "АПАВЯШЧЭННІ АД СУПОЛАК";
"Notifications.GroupNotificationsAlert" = "Гукавое апавяшчэнне";
"Notifications.GroupNotificationsPreview" = "Перадпрагляд паведамлення";
"Notifications.GroupNotificationsSound" = "Гук";
"Notifications.GroupNotificationsHelp" = "Можна ўжыць асабістыя налады апавяшчэнняў для суполкі на яе старонцы звестак.";

"Notifications.TextTone" = "Абярыце гук";
"Notifications.AlertTones" = "ГУКІ АПАВЯШЧЭННЯЎ";
"Notifications.ClassicTones" = "КЛАСІЧНЫЯ";

"Notifications.InAppNotifications" = "АПАВЯШЧЭННІ ЎНУТРЫ ПРАГРАМЫ";
"Notifications.InAppNotificationsSounds" = "Гукі ў праграме";
"Notifications.InAppNotificationsVibrate" = "Вібрацыя ў праграме";
"Notifications.InAppNotificationsPreview" = "Перадпрагляд у праграме";

"Notifications.Reset" = "Скінуць";
"Notifications.ResetAllNotifications" = "Скінуць усе апавяшчэнні";
"Notifications.ResetAllNotificationsHelp" = "Скінуць усе карыстальніцкія налады апавяшчэнняў для ўсіх вашых кантактаў і суполак.";

// Chat Settings
"ChatSettings.Title" = "Налады размоў";
"ChatSettings.Appearance" = "ВОНКАВЫ ВЫГЛЯД";
"ChatSettings.TextSize" = "Памер тэксту";
"ChatSettings.TextSizeUnits" = "пкс";
"ChatSettings.AutomaticPhotoDownload" = "АЎТАМАТЫЧНАЯ СПАМПОЎКА ВЫЯЎ";
"ChatSettings.AutomaticAudioDownload" = "АЎТА-СПАМПОЎКА АЎДЫА";
"ChatSettings.PrivateChats" = "Прыватныя размовы";
"ChatSettings.Groups" = "Суполкі";
"ChatSettings.Security" = "БЯСПЕКА";
"ChatSettings.Language" = "МОВА";
"ChatSettings.RevertLanguage" = "Скінуць мову";
"ChatSettings.Cache" = "КЭШ";

// Usage
"Cache.Title" = "Налады кэшу";
"Cache.ClearCache" = "Ачысціць кэш";
"Cache.ClearCacheAlert" = "Выявы, відэа і іншыя файлы з «воблачных» размоў будуць выдаленыя з гэтага ўстройства, каб захаваць дыскавую прастору.\n\nУсё медыя застанецца на «воблаку» Тэлеграма і можа быць перапампаванае, калі вам гэта спатрэбіцца.";
"Cache.KeepMedia" = "Пакінуць медыя";
"Cache.Help" = "Выявы, відэа і іншыя файлы з «воблачных» размоў, у якія вы **не заходзілі** апошнім часам, будуць выдаленыя з гэтага ўстройства, каб захаваць дыскавую прастору.\n\nУсё медыя застанецца на «воблаку» Тэлеграма і можа быць перапампаванае, калі вам гэта спатрэбіцца.";

// Blocked Users
"BlockedUsers.Title" = "Заблакаваны";
"BlockedUsers.SelectUserTitle" = "Заблакаваць карыстальніка";
"BlockedUsers.AlreadyBlocked" = "Гэты карыстальнік ужо заблакаваны";
"BlockedUsers.BlockUser" = "Заблакаваць карыстальніка";
"BlockedUsers.BlockFormat" = "Заблакаваць %@?";
"BlockedUsers.BlockTitle" = "Заблакаваць";
"BlockedUsers.LeavePrefix" = "Пакінуць";
"BlockedUsers.Info" = "Заблакаваныя карыстальнікі не могуць дасылаць вам паведамленні ці запрашаць вас у суполкі. Яны таксама не могуць бачыць вашыя выяву профілю і статус вашае прысутнасці ў Тэлеграме.";
"BlockedUsers.AddNew" = "Дадаць новага...";
"BlockedUsers.Unblock" = "Разблакаваць";

// Wallpaper
"Wallpaper.Title" = "Фон размовы";
"Wallpaper.PhotoLibrary" = "Галерэя";
"Wallpaper.Set" = "Усталяваць";
"Wallpaper.Wallpaper" = "Фон";

// Update
"Update.Update" = "Абнавіць";

// Service
"Service.LocalizationDownloadError" = "Немагчыма спампаваць файл лакалізацыі. Калі ласка, праверце вашае злучэнне з Інтэрнэтам і паспрабуйце яшчэ раз.";
"Service.ApplyLocalization" = "Ужыць файл лакалізацыі?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\nУжыць файл лакалізацыі?";

"Notification.SecretChatMessageScreenshot" = "%@ зрабіў здымак экрана!";
"Notification.SecretChatScreenshot" = "Здымак экрана зроблены!";

// Broadcast Lists
"DialogList.Broadcast" = "Рассылка";
"BroadcastLists.Title" = "Спісы рассылкі";
"BroadcastLists.NoListsYet" = "Спісаў пакуль няма";
"BroadcastLists.NoListsText" = "З спісамі рассылкі вы можаце хутка дасылаць паведамленні шматлікім карыстальнікам за адзін раз.";

// Broadcast List
"BroadcastListInfo.Title" = "Спіс рассылкі";
"BroadcastListInfo.AddRecipient" = "Дадаць атрымальніка";

// Video
"VideoPreview.OptionSD" = "Нармальны памер (%@)";
"VideoPreview.OptionHD" = "Высокае разрозненне (%@)";

"ChatSettings.AutoPlayAudio" = "Аўта-прайграваць аўдыа";

"Settings.LogoutConfirmationTitle" = "Выйсці?";
"Settings.LogoutConfirmationText" = "\nЗвярніце ўвагу, што вы можаце лёгка карыстацца Тэлеграмам на ўсіх сваіх устройствах.\n\nІ памятайце, што вашыя сакрэтныя гутаркі будуць выдаленыя, калі вы выйдзеце.";

"Login.PadPhoneHelp" = "\nВы можаце карыстацца вашым нумарам тэлефона, каб уваходзіць у Тэлеграм на ўсіх устройствах.\nНе выкарыстоўвайце нумар SIM-карткі вашага iPad — нам спатрэбіцца даслаць вам SMS.\n\nГэты нумар правільны?\n{number}";
"Login.PadPhoneHelpTitle" = "Ваш нумар";

"MessageTimer.Custom" = "Наладзіць";
"MessageTimer.Title" = "Наладзіць таймер";

"MessageTimer.Forever" = "Назаўсёды";

"MessageTimer.Seconds_1" = "%@ с.";
"MessageTimer.Seconds_2" = "%@ сякунды";
"MessageTimer.Seconds_3_10" = "%@ сякунд";
"MessageTimer.Seconds_any" = "%@ сякунд";
"MessageTimer.Minutes_1" = "%@ хвіліна";
"MessageTimer.Minutes_2" = "%@ хвіліны";
"MessageTimer.Minutes_3_10" = "%@ хвілін";
"MessageTimer.Minutes_any" = "%@ хвілін";
"MessageTimer.Hours_1" = "%@ гадзіна";
"MessageTimer.Hours_2" = "%@ гадзіны";
"MessageTimer.Hours_3_10" = "%@ гадзін";
"MessageTimer.Hours_any" = "%@ гадзін";
"MessageTimer.Days_1" = "%@ дзень";
"MessageTimer.Days_2" = "%@ дні";
"MessageTimer.Days_3_10" = "%@ дзён";
"MessageTimer.Days_any" = "%@ дзён";
"MessageTimer.Weeks_1" = "%@ тыдзень";
"MessageTimer.Weeks_2" = "%@ тыдні";
"MessageTimer.Weeks_3_10" = "%@ тыдняў";
"MessageTimer.Weeks_any" = "%@ тыдняў";
"MessageTimer.Months_1" = "%@ месяц";
"MessageTimer.Months_2" = "%@ месяцы";
"MessageTimer.Months_3_10" = "%@ месяцаў";
"MessageTimer.Months_any" = "%@ месяцаў";
"MessageTimer.Years_1" = "%@ год";
"MessageTimer.Years_2" = "%@ гады";
"MessageTimer.Years_3_10" = "%@ гадоў";
"MessageTimer.Years_any" = "%@ гадоў";

"MessageTimer.ShortSeconds_1" = "%@ с";
"MessageTimer.ShortSeconds_2" = "%@ с";
"MessageTimer.ShortSeconds_3_10" = "%@ с";
"MessageTimer.ShortSeconds_any" = "%@ с";
"MessageTimer.ShortMinutes_1" = "%@ хв";
"MessageTimer.ShortMinutes_2" = "%@ хв";
"MessageTimer.ShortMinutes_3_10" = "%@ хв";
"MessageTimer.ShortMinutes_any" = "%@ хв";
"MessageTimer.ShortHours_1" = "%@ г";
"MessageTimer.ShortHours_2" = "%@ г";
"MessageTimer.ShortHours_3_10" = "%@ г";
"MessageTimer.ShortHours_any" = "%@ г";
"MessageTimer.ShortDays_1" = "%@ д";
"MessageTimer.ShortDays_2" = "%@ д";
"MessageTimer.ShortDays_3_10" = "%@ д";
"MessageTimer.ShortDays_any" = "%@ д";
"MessageTimer.ShortWeeks_1" = "%@ т";
"MessageTimer.ShortWeeks_2" = "%@ т";
"MessageTimer.ShortWeeks_3_10" = "%@ т";
"MessageTimer.ShortWeeks_any" = "%@ т";

"Activity.UploadingPhoto" = "адпраўляе выяву";
"Activity.UploadingVideo" = "адпраўляе відэазапіс";
"Activity.UploadingDocument" = "адпраўляе файл";
"Activity.RecordingAudio" = "робіць аўдыязапіс";
"Activity.Location" = "дасылае месцазнаходжанне";

"Service.NetworkConfigurationUpdatedMessage" = "Налады сувязі паспяхова абноўленыя.";

"Compatibility.SecretMediaVersionTooLow" = "%@ карыстаецца састарэлай версіяй Тэлеграма, таму сакрэтныя выявы будуць адлюстраваныя ў рэжыме сумяшчальнасці.\n\nКалі %@ абновіць Тэлеграм, выявы з таймерам менш за 1 хвіліну будуць працаваць у рэжыме \"Націсніце і ўтрымлівайце для прагляду\". Таксама вы будзеце апавешчаныя ўсялякі раз, калі суразмоўца робіць здымак экрану.";

"Contacts.GlobalSearch" = "Глабальны пошук";
"Profile.Username" = "мянушка";
"Settings.Username" = "Мянушка";
"Settings.UsernameEmpty" = "Няма";

"Username.Title" = "Мянушка";
"Username.Placeholder" = "Вашая мянушка";
"Username.Help" = "Вы можаце абраць мянушку ў **Тэлеграме**. Калі вы зробіце гэтак, іншыя карыстальнікі змогуць знайсці вас па ёй і звязацца з вамі, не выкарыстоўвая нумар тэлефону.\n\nВы можаце выкарыстоўваць **a-z**, **0-9** і ніжняе падкрэсліванне. Мінімальная даўжыня — **5** сімвалаў.";
"Username.InvalidTooShort" = "Мянушка павінна складацца сама менш з 5 сімвалаў.";
"Username.InvalidStartsWithNumber" = "Прабачце, але мянушка не можа пачынацца з лічбы.";
"Username.InvalidCharacters" = "Прабачце, але вы не можаце выкарыстаць гэтую мянушку.";
"Username.InvalidTaken" = "Прабачце, але гэтая мянушка ўжо занятая.";

"Username.CheckingUsername" = "Праверка мянушкі...";
"Username.UsernameIsAvailable" = "%@ даступная.";

"WebSearch.Images" = "Выявы";
"WebSearch.GIFs" = "Анімацыі";
"WebSearch.RecentSectionTitle" = "Нядаўнія";
"WebSearch.RecentSectionClear" = "Ачысціць";

"Settings.PrivacySettings" = "Прыватнасць і бяспека";

"UserCount_1" = "1 карыстальнік";
"UserCount_2" = "2 карыстальнікі";
"UserCount_3_10" = "%@ карыстальнікаў";
"UserCount_any" = "%@ карыстальнікаў";

"PrivacySettings.Title" = "Прыватнасць і бяспека";

"PrivacySettings.PrivacyTitle" = "ПРЫВАТНАСЦЬ";
"PrivacySettings.LastSeen" = "Апошняя актыўнасць";
"PrivacySettings.LastSeenEverybody" = "Усе";
"PrivacySettings.LastSeenContacts" = "Мае кантакты";
"PrivacySettings.LastSeenNobody" = "Ніхто";

"PrivacySettings.LastSeenEverybodyMinus" = "Усе (-%@)";
"PrivacySettings.LastSeenContactsPlus" = "Мае кантакты (+%@)";
"PrivacySettings.LastSeenContactsMinus" = "Мае кантакты (-%@)";
"PrivacySettings.LastSeenContactsMinusPlus" = "Мае кантакты (-%@, +%@)";
"PrivacySettings.LastSeenNobodyPlus" = "Ніхто (+%@)";

"PrivacySettings.SecurityTitle" = "БЯСПЕКА";

"PrivacySettings.DeleteAccountTitle" = "ВЫДАЛІЦЬ МОЙ УЛІКОВЫ ЗАПІС";
"PrivacySettings.DeleteAccountIfAwayFor" = "Перыяд неактыўнасці";
"PrivacySettings.DeleteAccountHelp" = "Калі вы не заходзілі сама менш аднойчы за гэты перыяд, ваш уліковы запіс будзе аўтаматычна выдалены, разам з усімі суполкамі, паведамленнямі і кантактамі.";
"PrivacySettings.DeleteAccountNowConfirmation" = "Выдаліць ваш уліковы запіс?";
"PrivacySettings.DeleteAccountNever" = "Ніколі";

"PrivacyLastSeenSettings.Title" = "Апошняя актыўнасць";
"PrivacyLastSeenSettings.CustomHelp" = "Звярніце ўвагу: вы не зможаце прагледзець апошнюю актыўнасць тых, ад каго вы яе схавалі. Час будзе паказвацца прыблізна («нядаўна», «на гэтым тыдні», «у гэтым месяцы»).";
"PrivacyLastSeenSettings.AlwaysShareWith" = "Заўсёды паказваць для";
"PrivacyLastSeenSettings.NeverShareWith" = "Заўсёды хаваць ад";
"PrivacyLastSeenSettings.CustomShareSettingsHelp" = "Гэтыя налады маюць большы прыярытэт перад наладамі зверху.";

"PrivacyLastSeenSettings.CustomShareSettings.Delete" = "Выдаліць";
"PrivacyLastSeenSettings.AlwaysShareWith.Title" = "Заўсёды паказваць";
"PrivacyLastSeenSettings.AlwaysShareWith.Placeholder" = "Заўсёды паказваць карыстальнікам...";
"PrivacyLastSeenSettings.NeverShareWith.Title" = "Заўсёды хаваць";
"PrivacyLastSeenSettings.NeverShareWith.Placeholder" = "Заўсёды хаваць ад карыстальнікаў...";
"PrivacyLastSeenSettings.EmpryUsersPlaceholder" = "Дадаць карыстальнікаў";
"PrivacyLastSeenSettings.AddUsers_1" = "Дадаць 1 карыстальніка ў гэты спіс?";
"PrivacyLastSeenSettings.AddUsers_2" = "Дадаць 2 карыстальнікаў у гэты спіс?";
"PrivacyLastSeenSettings.AddUsers_3_10" = "Дадаць %@ карыстальнікаў у гэты спіс?";
"PrivacyLastSeenSettings.AddUsers_any" = "Дадаць %@ карыстальнікаў у гэты спіс?";

"PrivacySettings.FloodControlError" = "Выбачаце, занадта шмат запытаў. Пакуль што змяніць налады прыватнасці немагчыма, крыху пачакайце.";


"ImagePicker.NoPhotos" = "Няма выяў";
"ImagePicker.NoVideos" = "Няма відэа";

"Settings.OpenSystemPrivacySettings" = "Адкрыць налады %@";

// Photo Editor
"PhotoEditor.DiscardChanges" = "Скінуць змены";
"PhotoEditor.RevertToOriginal" = "Вярнуць арыгінал";
"PhotoEditor.RevertMessage" = "Гэта скіне ўсе змены, зробленыя з гэтай выявай. Дзеянне немагчыма скасаваць.";

"PhotoEditor.Original" = "Арыгінал";
"PhotoEditor.Current" = "Бягучы";

"PhotoEditor.CropReset" = "СКІНУЦЬ";
"PhotoEditor.CropAuto" = "АЎТА";
"PhotoEditor.CropAspectRatioOriginal" = "Арыгінал";
"PhotoEditor.CropAspectRatioSquare" = "Квадрат";

"PhotoEditor.EnhanceTool" = "Аўтапаляпшэнне";
"PhotoEditor.ExposureTool" = "Экспазіцыя";
"PhotoEditor.ContrastTool" = "Кантраст";
"PhotoEditor.WarmthTool" = "Цеплыня";
"PhotoEditor.SaturationTool" = "Насычанасць";
"PhotoEditor.HighlightsTool" = "Зоны святла";
"PhotoEditor.ShadowsTool" = "Зоны ценю";
"PhotoEditor.VignetteTool" = "Віньетаванне";
"PhotoEditor.GrainTool" = "Зярністасць";
"PhotoEditor.BlurTool" = "Размыццё";
"PhotoEditor.SharpenTool" = "Рэзкасць";

"PhotoEditor.BlurToolOff" = "Адкл";
"PhotoEditor.BlurToolRadial" = "Радыяльнае";
"PhotoEditor.BlurToolLinear" = "Лінейнае";

"PhotoEditor.Set" = "Усталяваць";
"PhotoEditor.Skip" = "Прапусціць";

// Camera
"Camera.PhotoMode" = "ВЫЯВА";
"Camera.VideoMode" = "ВІДЭА";
"Camera.SquareMode" = "КВАДРАТ";
"Camera.FlashOff" = "Адкл";
"Camera.FlashOn" = "Укл";
"Camera.FlashAuto" = "Аўта";
"Camera.Retake" = "Перазняць";

"Settings.PhoneNumber" = "Нумар тэлефону";

"PhoneNumberHelp.Help" = "Вы можаце змяніць ваш нумар Тэлеграму тут. Ваш уліковы запіс і «воблачныя» дадзеныя — паведамленні, медыя, кантакты і г.д. будуць перанесеныя на новы нумар.\n\n**Звярніце ўвагу**: усе вашыя кантакты ў Тэлеграме атрымаюць ваш **новы нумар**, які будзе дададзены ў іх адрасную кнігу, пры ўмове, што яны мелі ваш стары нумар і вы не заблакавалі іх у Тэлеграме.";
"PhoneNumberHelp.Alert" = "Усе вашыя кантакты ў Тэлеграме атрымаюць ваш новы нумар, які будзе дададзены ў іх адрасную кнігу, пры ўмове, што яны мелі ваш стары нумар і вы не заблакавалі іх у Тэлеграме.";
"PhoneNumberHelp.ChangeNumber" = "Змяніць нумар";

"ChangePhoneNumberNumber.Title" = "Змяніць нумар";
"ChangePhoneNumberNumber.NewNumber" = "НОВЫ НУМАР";
"ChangePhoneNumberNumber.Help" = "Мы дашлем вам SMS з кодам пацверджання на ваш новы нумар.";
"ChangePhoneNumberNumber.NumberPlaceholder" = "Увядзіце ваш новы нумар";

"ChangePhoneNumberCode.Code" = "ВАШ КОД";
"ChangePhoneNumberCode.CodePlaceholder" = "Код";
"ChangePhoneNumberCode.Help" = "Мы даслалі вам SMS з кодам";
"ChangePhoneNumberCode.CallTimer" = "Мы патэлефануем вам праз %@";
"ChangePhoneNumberCode.RequestingACall" = "Тэлефануем...";
"ChangePhoneNumberCode.Called" = "Тэлеграм набраў ваш нумар";

"LoginPassword.Title" = "Ваш пароль";
"LoginPassword.PasswordPlaceholder" = "Пароль";
"LoginPassword.InvalidPasswordError" = "Няправільны пароль. Калі ласка, паспрабуйце яшчэ раз.";
"LoginPassword.FloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце яшчэ раз.";
"LoginPassword.ForgotPassword" = "Забыліся на пароль?";
"LoginPassword.PasswordHelp" = "Двухкрокавая верыфікацыя ўключаная. Ваш уліковы запіс абаронены дадатковым паролем.";
"LoginPassword.ResetAccount" = "Скінуць уліковы запіс";

"QuickSend.Photos_1" = "Даслаць 1 выяву";
"QuickSend.Photos_2" = "Даслаць 2 выявы";
"QuickSend.Photos_3_10" = "Даслаць %@ выяў";
"QuickSend.Photos_any" = "Даслаць %@ выяў";

"Share.Title" = "Падзяліцца";
"Forward.ConfirmMultipleFiles_1" = "Даслаць 1 файл да {target}?";
"Forward.ConfirmMultipleFiles_2" = "Даслаць 2 файлы да {target}?";
"Forward.ConfirmMultipleFiles_3_10" = "Даслаць %@ файлаў да {target}?";
"Forward.ConfirmMultipleFiles_any" = "Даслаць %@ файлаў да {target}?";

"PrivacySettings.TouchIdTitle" = "TouchID";
"PrivacySettings.TouchIdEnable" = "Уключыць";

"Notification.Reply" = "Адказаць";
"Notification.Mute1h" = "Адключыць на 1 гадзіну";
"Notification.Mute1hMin" = "Адключыць на 1 г";
"Conversation.ContextMenuShare" = "Падзяліцца";

"SharedMedia.TitleAll" = "Агульныя медыя";
"SharedMedia.TitlePhoto" = "Агульныя фота";
"SharedMedia.TitleVideo" = "Агульныя відэа";
"SharedMedia.TitleFile" = "Агульныя файлы";
"SharedMedia.TitleAudio" = "Агульная музыка";

"SharedMedia.All" = "Усе";
"SharedMedia.Incoming" = "Атрыманыя";
"SharedMedia.Outgoing" = "Адасланыя";

"SharedMedia.Photo_1" = "1 выява";
"SharedMedia.Photo_2" = "2 выявы";
"SharedMedia.Photo_3_10" = "%@ выяў";
"SharedMedia.Photo_any" = "%@ выяў";

"SharedMedia.Video_1" = "1 відэа";
"SharedMedia.Video_2" = "2 відэа";
"SharedMedia.Video_3_10" = "%@ відэа";
"SharedMedia.Video_any" = "%@ відэа";

"SharedMedia.File_1" = "1 файл";
"SharedMedia.File_2" = "2 файлы";
"SharedMedia.File_3_10" = "%@ файлаў";
"SharedMedia.File_any" = "%@ файлаў";

"SharedMedia.Generic_1" = "1 медыяфайл";
"SharedMedia.Generic_2" = "2 медыяфайла";
"SharedMedia.Generic_3_10" = "%@ медыяфайлаў";
"SharedMedia.Generic_any" = "%@ медыяфайлаў";

"FileSize.B" = "%@ Б";
"FileSize.KB" = "%@ КБ";
"FileSize.MB" = "%@ МБ";
"FileSize.GB" = "%@ ГБ";

"DownloadingStatus" = "Спампоўка %@ з %@";

"Time.MonthOfYear_1" = "Студзень %@";
"Time.MonthOfYear_2" = "Люты %@";
"Time.MonthOfYear_3" = "Сакавік %@";
"Time.MonthOfYear_4" = "Красавік %@";
"Time.MonthOfYear_5" = "Май %@";
"Time.MonthOfYear_6" = "Чэрвень %@";
"Time.MonthOfYear_7" = "Ліпень %@";
"Time.MonthOfYear_8" = "Жнівень %@";
"Time.MonthOfYear_9" = "Верасень %@";
"Time.MonthOfYear_10" = "Кастрычнік %@";
"Time.MonthOfYear_11" = "Лістапад %@";
"Time.MonthOfYear_12" = "Снежань %@";

"Time.PreciseDate_1" = "%1$@ студзеня %2$@ а %3$@";
"Time.PreciseDate_2" = "%1$@ лютага %2$@ а %3$@";
"Time.PreciseDate_3" = "%1$@ сакавіка %2$@ а %3$@";
"Time.PreciseDate_4" = "%1$@ красавіка %2$@ а %3$@";
"Time.PreciseDate_5" = "%1$@ мая %2$@ а %3$@";
"Time.PreciseDate_6" = "%1$@ чэрвеня %2$@ а %3$@";
"Time.PreciseDate_7" = "%1$@ ліпеня %2$@ а %3$@";
"Time.PreciseDate_8" = "%1$@ жніўня %2$@ а %3$@";
"Time.PreciseDate_9" = "%1$@ верасня %2$@ а %3$@";
"Time.PreciseDate_10" = "%1$@ кастрычніка %2$@ а %3$@";
"Time.PreciseDate_11" = "%1$@ лістапада %2$@ а %3$@";
"Time.PreciseDate_12" = "%1$@ снежня %2$@ а %3$@";

"MuteFor.Minutes_1" = "Адключыць на 1 хвіліну";
"MuteFor.Minutes_2" = "Адключыць на 2 хвіліны";
"MuteFor.Minutes_3_10" = "Адключыць на %@ хвілін";
"MuteFor.Minutes_any" = "Адключыць на %@ хвілін";

"MuteFor.Hours_1" = "Адключыць на 1 гадзіну";
"MuteFor.Hours_2" = "Адключыць на 2 гадзіны";
"MuteFor.Hours_3_10" = "Адключыць на %@ гадзін";
"MuteFor.Hours_any" = "Адключыць на %@ гадзін";

"MuteFor.Days_1" = "Адключыць на 1 дзень";
"MuteFor.Days_2" = "Адключыць на 2 дні";
"MuteFor.Days_3_10" = "Адключыць на %@ дзён";
"MuteFor.Days_any" = "Адключыць на %@ дзён";

"MuteFor.Weeks_1" = "Адключыць на 1 тыдзень";
"MuteFor.Weeks_2" = "Адключыць на 2 тыдні";
"MuteFor.Weeks_3_10" = "Адключыць на %@ тыдняў";
"MuteFor.Weeks_any" = "Адключыць на %@ тыдняў";

"MuteExpires.Minutes_1" = "праз 1 хвіліну";
"MuteExpires.Minutes_2" = "праз 2 хвіліны";
"MuteExpires.Minutes_3_10" = "праз %@ хвілін";
"MuteExpires.Minutes_any" = "праз %@ хвілін";

"MuteExpires.Hours_1" = "праз 1 гадзіну";
"MuteExpires.Hours_2" = "праз 2 гадзіны";
"MuteExpires.Hours_3_10" = "праз %@ гадзін";
"MuteExpires.Hours_any" = "праз %@ гадзін";

"MuteExpires.Days_1" = "праз 1 дзень";
"MuteExpires.Days_2" = "праз 2 дні";
"MuteExpires.Days_3_10" = "праз %@ дзён";
"MuteExpires.Days_any" = "праз %@ дзён";

"SharedMedia.EmptyTitle" = "Пакуль што няма медыя";
"SharedMedia.EmptyText" = "Падзяліцеся выявамі і відэа \nў гэтай размове,\nальбо сашчэпачка будзе сумаваць.";
"SharedMedia.EmptyFilesText" = "Вы можаце дасылаць і атрымліваць\nфайлы любога тыпу памерам да 1.5 ГБ\nі мець да іх доступ адусюль.";

"ShareFileTip.Title" = "Агульны доступ да файлаў";
"ShareFileTip.Text" = "Тут вы можаце падзяліцца **нясціснутымі** медыяфайламі з вашае галерэі.\n\nКаб даслаць файлы іншых тыпаў, адкрыйце іх на вашым %@ (напрыклад, у браўзеры), ткніце **Адкрыць праз...** ці кнопку дзеяння і абярыце Тэлеграм.";
"ShareFileTip.CloseTip" = "Закрыць падказку";

"DialogList.SearchSectionDialogs" = "Размовы і кантакты";
"DialogList.SearchSectionGlobal" = "Глабальны пошук";
"DialogList.SearchSectionMessages" = "Паведамленні";

"Username.LinkHint" = "Гэтая спасылка адкрые размову з Вамi ў Тэлеграме:[\nhttps://telegram.me/%@]";
"Username.LinkCopied" = "Спасылка скапіяваная ў буфер абмену";

"SharedMedia.ItemsSelected_1" = "1 файл абраны";
"SharedMedia.ItemsSelected_2" = "2 файла абрана";
"SharedMedia.ItemsSelected_3_10" = "%@ файлаў абрана";
"SharedMedia.ItemsSelected_any" = "%@ файлаў абрана";

"SharedMedia.DeleteItemsConfirmation_1" = "Выдаліць медыяфайл?";
"SharedMedia.DeleteItemsConfirmation_2" = "Выдаліць 2 медыяфайлы?";
"SharedMedia.DeleteItemsConfirmation_3_10" = "Выдаліць %@ медыяфайлаў?";
"SharedMedia.DeleteItemsConfirmation_any" = "Выдаліць %@ медыяфайлаў?";

"PrivacySettings.Passcode" = "Блакаванне кодам";
"PasscodeSettings.Title" = "Блакаванне кодам";
"PasscodeSettings.TurnPasscodeOn" = "Уключыць блакаванне кодам";
"PasscodeSettings.TurnPasscodeOff" = "Адключыць блакаванне кодам";
"PasscodeSettings.ChangePasscode" = "Змяніць код";
"PasscodeSettings.Help" = "Калі вы ўключаеце блакаванне кодам, на старонцы вашых размоў з’явіцца выяўка замочка. Націсніце яе, каб заблакаваць ці адблакаваць праграму.\n\nЗвярніце ўвагу: калі вы забудзецеся на код, вам прыйдзецца выдаліць і пераўсталёўваць праграму. Усе сакрэтныя размовы будуць страчаныя.";
"PasscodeSettings.UnlockWithTouchId" = "Адблакіроўка Touch ID";
"PasscodeSettings.SimplePasscode" = "Просты код";
"PasscodeSettings.SimplePasscodeHelp" = "Просты код — гэта код з 4 лічбаў.";
"PasscodeSettings.EncryptData" = "Зашыфраваць лакальную базу дадзеных";
"PasscodeSettings.EncryptDataHelp" = "Эксперыментальная опцыя, карыстайцеся асцярожна. Гэта зашыфруе вашую базу дадзеных Тэлеграма, выкарыстоўваючы вытворную ад вашага кода як ключ.";

"EnterPasscode.EnterTitle" = "Увядзіце ваш код Тэлеграма";
"EnterPasscode.SetupTitle" = "Новы код";
"EnterPasscode.ChangeTitle" = "Змяніць код";
"EnterPasscode.EnterPasscode" = "Увядзіце ваш код Тэлеграма";
"EnterPasscode.EnterNewPasscodeNew" = "Увядзіце код";
"EnterPasscode.EnterNewPasscodeChange" = "Увядзіце ваш новы код";
"EnterPasscode.RepeatNewPasscode" = "Увядзіце ваш новы код яшчэ раз";
"EnterPasscode.EnterCurrentPasscode" = "Увядзіце ваш бягучы код";
"EnterPasscode.TouchId" = "Увядзіце ваш код";

"DialogList.PasscodeLockHelp" = "Націсніце, каб заблакаваць Тэлеграм";

"PasscodeSettings.AutoLock" = "Аўта-блакаванне";
"PasscodeSettings.AutoLock.Disabled" = "Адключана";
"PasscodeSettings.AutoLock.IfAwayFor_1minute" = "Пасля 1 хвіліны адсутнасці";
"PasscodeSettings.AutoLock.IfAwayFor_5minutes" = "Пасля 5 хвілін адсутнасці";
"PasscodeSettings.AutoLock.IfAwayFor_1hour" = "Пасля 1 гадзіны адсутнасці";
"PasscodeSettings.AutoLock.IfAwayFor_5hours" = "Пасля 5 гадзін адсутнасці";

"PasscodeSettings.FailedAttempts_1" = "1 памылка пры ўводзе кода";
"PasscodeSettings.FailedAttempts_2" = "2 памылкі пры ўводзе кода";
"PasscodeSettings.FailedAttempts_3_10" = "%@ памылак пры ўводзе кода";
"PasscodeSettings.FailedAttempts_any" = "%@ памылак пры ўводзе кода";
"PasscodeSettings.TryAgainIn1Minute" = "Паспрабуйце яшчэ раз праз 1 хвіліну";

"AccessDenied.Title" = "Калі ласка, дазвольце доступ";

"AccessDenied.Contacts" = "Абмен паведамленнямі ў Тэлеграме заснаваны на вашым існым лісце кантактаў.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Кантакты і ўключыце Тэлеграм.";

"AccessDenied.VoiceMicrophone" = "Тэлеграму патрэбны доступ да вашага мікрафону, каб дасылаць гукавыя паведамленні.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Мікрафон і ўключыце Тэлеграм.";

"AccessDenied.VideoMicrophone" = "Тэлеграму патрэбны доступ да вашага мікрафону, каб запісваць гукі для відэазапісаў.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Мікрафон і ўключыце Тэлеграм.";

"AccessDenied.MicrophoneRestricted" = "Тэлеграм не мае доступу да мікрафона.\n\nКалі ласка, перайдзіце ў Налады — Асноўныя — Абмежаванні — Мікрафон і ўключыце Тэлеграм.";


"AccessDenied.Camera" = "Тэлеграму патрэбны доступ да вашае камеры, каб рабіць фотаздымкі і відэазапісы.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Камера і ўключыце Тэлеграм.";

"AccessDenied.CameraRestricted" = "Тэлеграм не мае доступу да камеры.\n\nКалі ласка, перайдзіце ў Налады — Асноўныя — Абмежаванні — Камера і ўключыце Тэлеграм.";

"AccessDenied.CameraDisabled" = "Доступ да камеры ў вашым тэлефоне адключаны.\n\nКалі ласка, перайдзіце ў Налады — Асноўныя — Абмежаванні і ўключыце камеру.";

"AccessDenied.PhotosAndVideos" = "Тэлеграму патрэбны доступ да вашае галерэі, каб дасылаць выявы і відэазапісы.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Фота і ўключыце Тэлеграм.";

"AccessDenied.SaveMedia" = "Тэлеграму патрэбны доступ да вашае галерэі, каб захоўваць выявы і відэазапісы.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Фота і ўключыце Тэлеграм.";

"AccessDenied.PhotosRestricted" = "Тэлеграм не мае доступу да фотаздымкаў.\n\nКалі ласка, перайдзіце ў Налады — Асноўныя — Абмежаванні — Фота і ўключыце Тэлеграм.";

"AccessDenied.LocationDenied" = "Тэлеграму патрэбны доступ да вашага месцазнаходжання, каб вы маглі падзяліцца ім з вашымі кантактамі.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Службы геалакацыі і ўключыце Тэлеграм.";

"AccessDenied.LocationDisabled" = "Тэлеграму патрэбны доступ да вашага месцазнаходжання, каб вы маглі падзяліцца ім з вашымі кантактамі.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Службы геалакацыі і ўключыце Тэлеграм.";

"AccessDenied.LocationTracking" = "Тэлеграму патрэбны доступ да вашага месцазнаходжання, каб паказаць яго на карце.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Службы геалакацыі і ўключыце Тэлеграм.";

"AccessDenied.Settings" = "Налады";

"WebSearch.RecentClearConfirmation" = "Ці вы ўпэўненыя, што жадаеце выдаліць нядаўнія выявы?";

"FeatureDisabled.Oops" = "Авой!";

"Conversation.ContextMenuReply" = "Адказаць";

"ForwardedMessages_1" = "Перадасланае паведамленне";
"ForwardedMessages_2" = "2 перадасланых паведамлення";
"ForwardedMessages_3_10" = "%@ перадасланых паведамленняў";
"ForwardedMessages_any" = "%@ перадасланых паведамленняў";

"ForwardedFiles_1" = "Перадасланы файл";
"ForwardedFiles_2" = "2 перадасланых файла";
"ForwardedFiles_3_10" = "%@ перадасланых файлаў";
"ForwardedFiles_any" = "%@ перадасланых файлаў";

"ForwardedStickers_1" = "Перадасланая налепка";
"ForwardedStickers_2" = "2 перадасланыя налепкі";
"ForwardedStickers_3_10" = "%@ перадасланых налепак";
"ForwardedStickers_any" = "%@ перадасланых налепак";

"ForwardedPhotos_1" = "Перадасланая выява";
"ForwardedPhotos_2" = "2 перадасланыя выявы";
"ForwardedPhotos_3_10" = "%@ перадасланых выяў";
"ForwardedPhotos_any" = "%@ перадасланых выяў";

"ForwardedVideos_1" = "Перадасланае відэа";
"ForwardedVideos_2" = "2 перадасланых відэа";
"ForwardedVideos_3_10" = "%@ перадасланых відэа";
"ForwardedVideos_any" = "%@ перадасланых відэа";

"ForwardedAudios_1" = "Перадасланы аўдыязапіс";
"ForwardedAudios_2" = "2 перадасланых аўдыязапіса";
"ForwardedAudios_3_10" = "%@ перадасланых аўдыязапісаў";
"ForwardedAudios_any" = "%@ перадасланых аўдыязапісаў";

"ForwardedLocations_1" = "Перадасланае месцазнаходжанне";
"ForwardedLocations_2" = "2 перадасланых месцазнаходжання";
"ForwardedLocations_3_10" = "%@ перадасланых месцазнаходжанняў";
"ForwardedLocations_any" = "%@ перадасланых месцазнаходжанняў";

"ForwardedGifs_1" = "Перадасланая анімацыя";
"ForwardedGifs_2" = "2 перадасланыя анімацыі";
"ForwardedGifs_3_10" = "%@ перадасланыя анімацыі";
"ForwardedGifs_any" = "%@ перадасланых анімацый";

"ForwardedContacts_1" = "Перадасланы кантакт";
"ForwardedContacts_2" = "2 перадасланых кантакта";
"ForwardedContacts_3_10" = "%@ перадасланых кантактаў";
"ForwardedContacts_any" = "%@ перадасланых кантактаў";

"ForwardedAuthors2" = "%@, %@";
"ForwardedAuthorsOthers_1" = "%@ і яшчэ 1";
"ForwardedAuthorsOthers_2" = "%@ і яшчэ 2";
"ForwardedAuthorsOthers_3_10" = "%@ і яшчэ %@";
"ForwardedAuthorsOthers_any" = "%@ і яшчэ %@";

"PrivacySettings.TwoStepAuth" = "Двухкрокавая верыфікацыя";
"TwoStepAuth.Title" = "Двухкрокавая верыфікацыя";
"TwoStepAuth.SetPassword" = "Пазначыць дадатковы пароль";
"TwoStepAuth.SetPasswordHelp" = "Вы можаце прызначыць пароль, які будзе патрэбны, калі вы зойдзеце ў ваш уліковы запіс з новага ўстройства (у дадатак да кода, які вы атрымаеце праз SMS).";
"TwoStepAuth.SetupPasswordTitle" = "Ваш пароль";

"TwoStepAuth.SetupHintTitle" = "Падказка для пароля:";
"TwoStepAuth.SetupHint" = "Пазначце падказку для вашага пароля:";

"TwoStepAuth.ChangePassword" = "Змяніць пароль";
"TwoStepAuth.RemovePassword" = "Адключыць пароль";
"TwoStepAuth.SetupEmail" = "Пазначыць адрас электроннае пошты";
"TwoStepAuth.ChangeEmail" = "Змяніць адрас электроннае пошты";
"TwoStepAuth.PendingEmailHelp" = "Ваш адрас электроннае пошты %@ ячшэ не актыўны і чакае пацверджання.";
"TwoStepAuth.GenericHelp" = "Вы ўключылі двухкрокавую верыфікацыю.\nВам спатрэбіцца пароль, які вы зараз пазначылі, каб увайсці ў свой уліковы запіс Тэлеграма.";

"TwoStepAuth.ConfirmationTitle" = "Двухкрокавая верыфікацыя";
"TwoStepAuth.ConfirmationText" = "Праверце ваш адрас электроннае пошты і пстрыкніце на спасылку пацверджання, каб скончыць наладу двухкрокавай верыфікацыі. Не забудзьцеся праверыць і тэчку з спамам.";
"TwoStepAuth.ConfirmationChangeEmail" = "Змяніць адрас электроннае пошты";
"TwoStepAuth.ConfirmationAbort" = "Аб наладзе двухкрокавай верыфікацыі";

"TwoStepAuth.SetupPasswordEnterPasswordNew" = "Увядзіце пароль";
"TwoStepAuth.SetupPasswordEnterPasswordChange" = "Увядзіце ваш новы пароль:";
"TwoStepAuth.SetupPasswordConfirmPassword" = "Увядзіце ваш пароль яшчэ раз:";
"TwoStepAuth.SetupPasswordConfirmFailed" = "Паролі не супадаюць. Паспрабуйце яшчэ раз.";

"TwoStepAuth.EnterPasswordTitle" = "Парль";
"TwoStepAuth.EnterPasswordPassword" = "Пароль";
"TwoStepAuth.EnterPasswordHint" = "Падказка: %@";
"TwoStepAuth.EnterPasswordHelp" = "Двухкрокавая верыфікацыя ўключаная. Ваш уліковы запіс абаронены дадатковым паролем.";
"TwoStepAuth.EnterPasswordInvalid" = "Няправільны пароль. Калі ласка, паспрабуйце яшчэ раз.";
"TwoStepAuth.EnterPasswordForgot" = "Забыліся на пароль?";

"TwoStepAuth.EmailTitle" = "Адрас электроннае пошты для аднаўлення";
"TwoStepAuth.EmailSkip" = "Прапусціць";
"TwoStepAuth.EmailSkipAlert" = "Не, сур’ёзна.\n\nКалі вы забудзецеся на свой пароль, вы страціце доступ да вашага ўліковага запісу. І спосабу яго аднавіць не будзе.";
"TwoStepAuth.Email" = "Электронная пошта";
"TwoStepAuth.EmailPlaceholder" = "Вашая электронная пошта";
"TwoStepAuth.EmailHelp" = "Калі ласка, дадайце ваш бягучы адрас электроннай пошты. Гэта адзіны спосаб аднавіць забыты пароль.";
"TwoStepAuth.EmailInvalid" = "Памылковы адрас. Калі ласка, паспрабуйце яшчэ раз.";
"TwoStepAuth.EmailSent" = "Мы даслалі вам ліст з спасылкай на пацверджанне вашага адрасу.";
"TwoStepAuth.PasswordSet" = "Ваш пароль для двухкрокавай верыфікацыі актываваны.";
"TwoStepAuth.PasswordRemoveConfirmation" = "Ці вы ўпэўненыя, што жадаеце адключыць свой пароль?";

"TwoStepAuth.RecoveryUnavailable" = "Так як вы не пакінулі адрас электроннае пошты, калі пазначалі свой пароль, вам застаецца толькі ўзгадаць пароль альбо скінуць свой уліковы запіс.";
"TwoStepAuth.RecoveryFailed" = "Вам застаецца толькі паспрабаваць узгадаць свой пароль ці скінуць свой уліковы запіс.";
"TwoStepAuth.ResetAccount" = "Скінуць мой уліковы запіс";
"TwoStepAuth.ResetAccountHelp" = "Вы страціце ўсе вашыя размовы і паведамленні, а таксама ўсе вашыя медыяфайлы, калі скінеце ваш уліковы запіс.";
"TwoStepAuth.ResetAccountConfirmation" = "Вы страціце ўсе вашыя размовы і паведамленні, а таксама ўсе вашыя медыяфайлы, калі скінеце ваш уліковы запіс.";

"TwoStepAuth.RecoveryTitle" = "Код электроннае пошты";
"TwoStepAuth.RecoverySent" = "Мы даслалі код аднаўлення на электронну пошту, што вы пазначылі:\n\n%@";
"TwoStepAuth.RecoveryCode" = "Код";
"TwoStepAuth.RecoveryCodeHelp" = "Калі ласка, праверце вашую электронную пошту і ўвядзіце 6-значны код, які мы вам даслалі, каб дэактываваць ваш «воблачны» пароль.";
"TwoStepAuth.RecoveryCodeInvalid" = "Памылковы код. Калі ласка, паспрабуйце яшчэ раз.";
"TwoStepAuth.RecoveryCodeExpired" = "Мы даслалі вам новы 6-значны код.";
"TwoStepAuth.RecoveryEmailUnavailable" = "Узніклі праблемы з доступам да электроннае пошты %@?";

"TwoStepAuth.FloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце яшчэ раз.";
"TwoStepAuth.GenericError" = "Адбылася памылка. Калі ласка, паспрабуйце пазней.";

"Conversation.FilePhotoOrVideo" = "Фота ці відэа";
"Conversation.FileICloudDrive" = "iCloud Drive";
"Conversation.FileDropbox" = "Dropbox";
"Conversation.FileGoogleDrive" = "Google Drive";

"Conversation.FileHowTo" = "Як дзяліцца файламі?";
"Conversation.FileOpenIn" = "Адкрыць праз...";
"Conversation.FileHowToText" = "Каб дзяліцца файламі любога тыпу, адчыніце іх на вашым %@ (напрыклад, у браўзеры), націсніце **Адкрыць праз...** ці кнопку дзеяння і абярыце Тэлеграм.";

"Map.LocationTitle" = "Месцазнаходжанне";
"Map.OpenInMaps" = "Адкрыць праз Карты";
"Map.OpenInGooglePlus" = "Адкрыць праз Google Plus";
"Map.OpenInFoursquare" = "Адкрыць праз Foursquare";
"Map.OpenInHereMaps" = "Адкрыць праз HERE Maps";
"Map.OpenInYandexMaps" = "Адкрыць праз Яндэкс.Карты";
"Map.OpenInYandexNavigator" = "Адкрыць праз Яндэкс.Навігатар";
"Map.OpenIn" = "Адкрыць праз";
"Map.More" = "Больш...";

"Map.SendThisLocation" = "Даслаць месцазнаходжанне";
"Map.SendMyCurrentLocation" = "Даслаць маё месцазнаходжанне";
"Map.Locating" = "Шукаем месцазнаходжанне...";
"Map.ChooseAPlace" = "Альбо абярыце месца";
"Map.AccurateTo" = "З дакладнасцю да %@";
"Map.Search" = "Шукаць месцы побач";
"Map.ShowPlaces" = "Шукаць месцы";
"Map.LoadError" = "Адбылася памылка. Калі ласка, паспрабуйце пазней.";
"Map.LocatingError" = "Не атрымалася знасці месцазнаходжанне";
"Map.Unknown" = "Невядомае месцазнаходжанне";

"Map.DistanceAway" = "Адлегласць: %@";
"Map.ETAMinutes_any" = "%@ хв";
"Map.ETAHours_1" = "%@ г";
"Map.ETAHours_any" = "%@ г";

"GoogleDrive.Title" = "Google Drive";
"GoogleDrive.Logout" = "Выйсці";
"GoogleDrive.LogoutTitle" = "Выйсці";
"GoogleDrive.LogoutMessage" = "Вы ўпэўненыя, што жадаеце выйсці з Google Drive?";
"GoogleDrive.LogoutLogout" = "Выйсці";
"GoogleDrive.FolderIsEmpty" = "Тэчка пустая.";
"GoogleDrive.FolderLoadError" = "Не атрымалася загрузіць тэчку.";
"GoogleDrive.LoadErrorTitle" = "Не атрымалася падлучыцца";
"GoogleDrive.LoadErrorMessage" = "Калі ласка, праверце вашае злучэнне з Інтэрнэтам і паспрабуйце яшчэ раз.";

"ChangePhone.ErrorOccupied" = "Гэты нумар %@ ужо падлучаны да ўліковага запісу Тэлеграма. Калі ласка, спярша выдаліце гэты ўліковы запіс, перш чым пераходзіць на новы нумар.";

"AccessDenied.LocationTracking" = "Тэлеграму патрэбны доступ да вашага месцазнаходжання, каб паказаць яго на карце.\n\nКалі ласка, перайдзіце ў Налады — Канфідэнцыяльнасць — Службы геалакацыі і ўключыце Тэлеграм.";

"PrivacySettings.AuthSessions" = "Актыўныя сеансы";
"AuthSessions.Title" = "Актыўныя сеансы";
"AuthSessions.CurrentSession" = "БЯГУЧЫ СЕАНС";
"AuthSessions.TerminateOtherSessions" = "Скончыць усе іншыя сеансы";
"AuthSessions.TerminateOtherSessionsHelp" = "Выйсці з усіх устройств, апрача гэтага.";
"AuthSessions.TerminateSession" = "Завяршыць сеанс";
"AuthSessions.OtherSessions" = "АКТЫЎНЫЯ СЕАНСЫ";
"AuthSessions.EmptyTitle" = "Няма іншых сеансаў";
"AuthSessions.EmptyText" = "Вы можаце заходзіць у Тэлеграм з іншага тэлефона, планшэта ці камп’ютарнай праграмы з дапамогай аднаго і таго ж нумара тэлефону. Усе вашыя дадзеныя будуць імгненна сінхранізаваныя.";
"AuthSessions.AppUnofficial" = "(ID: %@)";

"WebPreview.GettingLinkInfo" = "Атрыманне звестак аб спасылцы...";
"WebPreview.LinkPreview" = "Перадпрагляд спасылкі";

"Preview.OpenInInstagram" = "Адкрыць праз Instagram";

"MediaPicker.AddCaption" = "Дадаць подпіс...";

"GroupInfo.InviteByLink" = "Запрасіць у суполку праз спасылку";

"GroupInfo.InviteLink.Title" = "Спасылка-запрашэнне";
"GroupInfo.InviteLink.LinkSection" = "СПАСЫЛКА";
"GroupInfo.InviteLink.Help" = "Кожны, у каго ўсталяваны Тэлеграм, зможа далучыцца да вашае суполкі, калі перайдзе па гэтай спасылцы.";
"GroupInfo.InviteLink.CopyLink" = "Скапіяваць спасылку";
"GroupInfo.InviteLink.RevokeLink" = "Абнуліць спасылку";
"GroupInfo.InviteLink.ShareLink" = "Падзяліцца спасылкай";
"GroupInfo.InviteLink.RevokeAlert.Text" = "Вы ўпэўнены, што жадаеце абнуліць гэтую спасылку? Пасля таго, як вы гэта зробіце, ніхто не зможа далучыцца да суполкі па ёй.";
"GroupInfo.InviteLink.RevokeAlert.Revoke" = "Абнуліць";
"GroupInfo.InviteLink.RevokeAlert.Success" = "Папярэдняя спасылка-запрашэнне цяпер неактыўная. Новая спасылка была кагадзе згенеравана.";
"GroupInfo.InviteLink.CopyAlert.Success" = "Спасылка скапіяваная ў буфер абмену";

"UserInfo.ShareMyContactInfo" = "Даслаць звесткі аб сваім кантакце";

"GroupInfo.InvitationLinkAccept" = "Жадаеце далучыцца да гутаркі \"%@\"";
"GroupInfo.InvitationLinkAcceptChannel" = "Жадаеце далучыцца да канала \"%@\"?";
"GroupInfo.InvitationLinkAlreadyAccepted" = "Вы ўжо ёсць удзельнікам гэтае суполкі.";
"GroupInfo.InvitationLinkDoesNotExist" = "Выбачайце, але, здаецца, гэтая суполка не існуе.";
"GroupInfo.InvitationLinkGroupFull" = "Выбачайце, але гэтая суполка перапоўненая.";

"Core.ServiceUserStatus" = "Службовыя апавяшчэнні";

"Notification.JoinedGroupByLink" = "%@ далучыўся да суполкі праз спасылку-запрашэнне";

"ChatSettings.Other" = "ІНШЫЯ";
"ChatSettings.Stickers" = "Налепкі";

"StickerPacksSettings.Title" = "Налепкі";
"StickerPacksSettings.ShowStickersButton" = "Адлюстроўваць паліцу налепак";
"StickerPacksSettings.ShowStickersButtonHelp" = "На полі ўводу з’явіцца значак налепак.";

"StickerPacksSettings.StickerPacksSection" = "НАБОРЫ НАЛЕПАК";
"StickerPacksSettings.ManagingHelp" = "Мы запрашаем мастакоў дадаваць свае ўласныя наборы налепак з дапамогай нашага бота @stickers.\n\nКарыстальнікі могуць дадаваць налепкі, даткнуўшыся да іх і абраўшы \"Дадаць у налепкі\".";

"StickerPack.RemovePrompt" = "Выдаліць \"%@\"?";
"StickerPack.BuiltinPackName" = "Вялікія Геніі";
"StickerPack.StickerCount_1" = "1 налепка";
"StickerPack.StickerCount_2" = "2 налепкі";
"StickerPack.StickerCount_3_10" = "%@ налепак";
"StickerPack.StickerCount_any" = "%@ налепак";

"StickerPack.AddStickerCount_1" = "Дадаць 1 налепку";
"StickerPack.AddStickerCount_2" = "Дадаць 2 налепкі";
"StickerPack.AddStickerCount_3_10" = "Дадаць %@ налепак";
"StickerPack.AddStickerCount_any" = "Дадаць %@ налепак";

"StickerPack.ShareStickers" = "Падзяліцца налепкамі";

"Conversation.ContextMenuStickerPackAdd" = "Дадаць налепкі";
"Conversation.ContextMenuStickerPackInfo" = "Звесткі";

"MediaPicker.Processing" = "Выкананне %@";
"MediaPicker.Nof" = "%@ з";

"UserInfo.ShareBot" = "Падзяліцца";
"UserInfo.InviteBotToGroup" = "Дадаць у суполку";
"Profile.BotInfo" = "звесткі";
"Profile.ShareBotPersonFormat" = "Падзяліцца ботам з %@?";
"Profile.ShareBotGroupFormat" = "Падзяліцца ботам з %@?";

"Target.SelectGroup" = "Абярыце суполку";
"Target.InviteToGroupConfirmation" = "Дадаць бота ў \"%@\"?";
"Target.InviteToGroupErrorAlreadyInvited" = "Гэты бот ужо ёсць удзельнікам гэтае суполкі.";
"Bot.GenericBotStatus" = "бот";
"Bot.DescriptionTitle" = "Што можа рабіць гэты бот?";
"Bot.GroupStatusReadsHistory" = "мае доступ да паведамленняў";
"Bot.GroupStatusDoesNotReadHistory" = "не мае доступу да паведамленняў";
"Bot.Start" = "Запусціць";
"UserInfo.BotSettings" = "Налады";
"UserInfo.BotHelp" = "Дапамога";

"Contacts.SearchLabel" = "Шукаць кантакты ці мянушкі";
"ChatSearch.SearchPlaceholder" = "Шукаць";

"WatchRemote.NotificationText" = "Адкрыйце гэтае апавяшчэнне на вашым тэлефоне, каб праглядзець паведамленне праз Apple Watch";
"WatchRemote.AlertTitle" = "Паведамленне з вашага Apple Watch";
"WatchRemote.AlertText" = "Адкрыць паведамленне тут?";
"WatchRemote.AlertOpen" = "Адкрыць паведамленне";

"Conversation.SearchPlaceholder" = "Шукаць у гэтай размове";
"Conversation.SearchNoResults" = "Няма вынікаў";

"GroupInfo.AddUserLeftError" = "Карыстальніка, які пакінуў суполку, можна дадаць назад толькі пры ўзаемным кантакце (ён павінен мець ваш нумар тэлефону, а вы — яго). Выбачайце.";

"DialogList.SearchSectionRecent" = "Нядаўнія";

"DialogList.DeleteBotConfirmation" = "Выдаліць";
"DialogList.DeleteBotConversationConfirmation" = "Выдаліць і спыніць";
"Bot.Stop" = "Спыніць бота";
"Bot.Unblock" = "Перазапусціць бота";

"Login.PhoneNumberHelp" = "Дапамога";
"Login.EmailPhoneSubject" = "Памылковы нумар %@";
"Login.EmailPhoneBody" = "Я спрабую выкарыстаць мой нумар тэлефону: %@\nАле Тэлеграм кажа, што ён памылковы. Дапамажыце, калі ласка.";

"SharedMedia.TitleLink" = "Агульныя спасылкі";
"SharedMedia.EmptyLinksText" = "Усе спасылкі, якімі дзяліліся ўдзельнікі гэтае размовы, з’яўляюцца тут.";

"SharedMedia.Link_1" = "1 спасылка";
"SharedMedia.Link_2" = "2 спасылкі";
"SharedMedia.Link_3_10" = "%@ спасылак";
"SharedMedia.Link_any" = "%@ спасылак";

"Compose.NewChannelButton" = "Новы канал";
"Channels.Title" = "Каналы";

"Compose.NewChannel" = "Новы канал";
"GroupInfo.ChannelListNamePlaceholder" = "Назва канала";

"Channel.MessagePhotoUpdated" = "Выява канала абноўленая";
"Channel.MessagePhotoRemoved" = "Выява канала выдаленая";
"Channel.MessageTitleUpdated" = "Назва канала зменена на \"%@\"";
"Channel.TitleInfo" = "Звесткі аб канале";

"Channel.UpdatePhotoItem" = "Змяніць выяву канала";

"Channel.AboutItem" = "звесткі";
"Channel.LinkItem" = "падзяліцца спасылкай";
"Channel.Edit.AboutItem" = "Апісанне";
"Channel.Edit.LinkItem" = "Спасылка";

"Channel.Username.Title" = "Спасылка";
"Channel.Username.Help" = "Вы можаце абраць назву канала **Тэлеграма**. Калі вы зробіце гэтак, іншыя карыстальнікі будуць здольныя адшукаць ваш канал па гэтае назве.\n\nВы можаце выкарыстоўваць **a-z**, **0-9** і ніжняе падкрэсліванне. Мінімальная даўжыня назвы - **5** сімвалаў.";
"Channel.Username.LinkHint" = "Гэтая спасылка адкрые ваш канал у Тэлеграме:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Назва канала павінна складацца сама менш з 5 сімвалаў.";
"Channel.Username.InvalidStartsWithNumber" = "Назва канала не можа пачынацца з лічбы.";
"Channel.Username.InvalidCharacters" = "Прабачце, але гэтая назва недаступная.";
"Channel.Username.InvalidTaken" = "Прабачце, але гэтая назва ўжо занятая.";
"Channel.Username.CheckingUsername" = "Правяраем назву...";
"Channel.Username.UsernameIsAvailable" = "%@ даступная.";

"Channel.Share" = "Падзяліцца";
"Channel.LeaveChannel" = "Пакінуць канал";

"Channel.About.Title" = "Апісанне";

"Channel.About.Placeholder" = "Апісанне";
"Channel.About.Help" = "Вы можаце пакінуць дадатковае апісанне свайго канала.";
"Group.About.Help" = "Вы можаце пакінуць дадатковае апісанне сваёй суполкі.";
"Channel.About.Error" = "Адбылася памылка.";
"Channel.ShareNoLink" = "Калі ласка, зрабіце спасылку на свой канал, каб астатнія маглі знайсці яго праз пошук.";

"Channel.Status" = "канал";
"Group.Status" = "суполка";

"Compose.NewChannel.Members" = "УДЗЕЛЬНІКІ";
"Compose.NewChannel.AddMember" = "Дадаць удзельніка...";
"Compose.NewChannel.AddMemberHelp" = "Вы можаце запрасіць вашыя кантакты ў гэты канал зараз ці дадаць іх пазней.";
"Channel.NotificationSelfAdded" = "%@ запрасіў вас у гэты канал";

"ChannelInfo.ConfirmLeave" = "Пакінуць канал";
"Channel.JoinChannel" = "Далучыцца";
"Forward.ChannelReadOnly" = "Прабачце, але вы не можаце пакідаць паведамленні ў гэтым канале";

"Conversation.InfoChannel" = "Канал";

"Channel.ErrorAccessDenied" = "Прабачце, але гэта прыватны канал.";
"Conversation.InputTextBroadcastPlaceholder" = "Рассылка";

"Channel.NotificationCommentsEnabled" = "Каментары ўключаныя";
"Channel.NotificationCommentsDisabled" = "Каментары выключаныя";
"Channel.Edit.EnableComments" = "Каментары";

"Channel.TitleShowDiscussion" = "паказаць каментары";
"Channel.ShareChannel" = "Падзяліцца";

"Channel.NotificationComments_1" = "1 каментар";
"Channel.NotificationComments_2" = "2 каментары";
"Channel.NotificationComments_3_10" = "%@ каментароў";
"Channel.NotificationComments_any" = "%@ каментароў";
"Channel.NotificationLoading" = "Загрузка...";

"Conversation.InputTextDisabledPlaceholder" = "Каментары выключаныя";
"Compose.ChannelTokenListPlaceholder" = "Шукаць кантакты ці мянушкі";
"Compose.GroupTokenListPlaceholder" = "Шукаць кантакты ці мянушкі";

"Compose.ChannelMembers" = "Удзельнікі";

"Channel.Setup.TypeHeader" = "ТЫП КАНАЛА";
"Channel.Setup.TypePrivate" = "Прыватны";
"Channel.Setup.TypePublic" = "Публічны";
"Channel.Setup.TypePublicHelp" = "Публічныя каналы могуць быць знойдзеныя праз пошук, і кожны карыстальнік можа да іх далучыцца.";
"Channel.Setup.TypePrivateHelp" = "Да прыватных каналаў можна далучыцца толькі праз спасылку-запрашэнне.";

"Channel.Setup.Title" = "Канал";

"Channel.Username.CreatePublicLinkHelp" = "Карыстальнікі могуць дзяліцца гэтай спасылкай з іншымі і знайсці ваш канал праз пошук Тэлеграму.";
"Channel.Username.CreatePrivateLinkHelp" = "Карыстальнікі могуць далучыцца да вашага каналу, калі пяройдуць па гэтай спасылцы. Вы можаце змяніць ці выключыць гэтую спасылку ў любы момант.";

"Channel.Username.CreateCommentsEnabled" = "Каментары";
"Channel.Username.CreateCommentsHelp" = "Калі вы ўключыце каментары, удзельнікі будуць здольныя абмяркоўваць паведамленні ў канале.";

"Channel.Setup.PublicNoLink" = "Калі ласка, абярыце спасылку для вашага публічнага канала, каб карыстальнікі маглі знайсці яго праз пошук і дзяліцца з іншымі.\n\nКалі вам не хочацца, каб гэта было магчыма, мы прапануем вам стварыць прыватны канал.";

"Channel.Edit.PrivatePublicLinkAlert" = "Калі ласка, звярніце ўвагу, што калі вы зробіце публічную спасылку на ваш канал, кожны карыстальнік будзе мець магчымасць знайсці яго праз пошук і далучыцца да яго.\n\nНе стварайце гэтую спасылку, калі вы жадаеце, каб ваш канал заставаўся прыватным.";

"Channel.Info.Description" = "апісанне";

"Channel.Info.Management" = "Кіраўнікі";
"Channel.Info.BlackList" = "Чорны спіс";
"Channel.Info.Members" = "Удзельнікі";

"Channel.Members.AddMembers" = "Дадаць удзельнікаў";
"Channel.Members.AddMembersHelp" = "Толькі кіраўнікі канала могуць бачыць гэты спіс.";
"Channel.Members.Title" = "Удзельнікі";
"Channel.BlackList.Title" = "Чорны спіс";
"Channel.Management.Title" = "Кіраўнікі";
"Channel.Management.LabelCreator" = "Стваральнік";
"Channel.Management.LabelModerator" = "Мадэратар";
"Channel.Management.LabelEditor" = "Кіраўнік";

"Channel.Management.AddModerator" = "Дадаць кіраўніка";
"Channel.Management.AddModeratorHelp" = "Калі вам патрэбная дапамога ў кіраванні каналам, вы можаце прызначыць кіраўнікоў.";

"Channel.Members.Kick" = "Выдаліць";
"Channel.Management.Remove" = "Выдаліць";

"Conversation.InputTextCommentPlaceholder" = "Каментар";

"Channel.Members.InviteLink" = "Запрасіць праз спасылку";

"Channel.Management.ErrorNotMember" = "%@ яшчэ не далучыўся да канала. Жадаеце даслаць запрашэнне?";

"Channel.Moderator.AccessLevelHeader" = "УЗРОВЕНЬ ДОСТУПУ";
"Channel.Moderator.AccessLevelEditor" = "Рэдактар";
"Channel.Moderator.AccessLevelModerator" = "Мадэратар";

"Channel.Moderator.AccessLevelModeratorHelp" = "Мадэратары могуць выдаляць каментары карыстальнікаў і рэдагаваць чорны спіс канала.\n\nЯны не могуць змяняць назву канала, спасылку на яго, выяву ці апісанне.";
"Channel.Moderator.AccessLevelEditorHelp" = "Рэдактары могуць размяшчаць паведамленні ад імя канала і выдаляць іх, а таксама рэдагаваць чорны спіс канала.\n\nЯны не могуць змяняць назву канала, спасылку на яго, выяву ці апісанне.";
"Channel.Moderator.AccessLevelRevoke" = "Разжалаваць мадэратара";

"Channel.Moderator.Title" = "Мадэратар";

"Notification.ChannelInviter" = "%@ запрасіў вас у гэты канал";
"Notification.ChannelInviterSelf" = "Вы далучыліся да канала";

"Notification.GroupInviter" = "%@ запрасіў вас у гэтую суполку";
"Notification.GroupInviterSelf" = "Вы далучыліся да гэтай суполкі";

"ChannelInfo.DeleteChannel" = "Выдаліць канал";
"ChannelInfo.DeleteChannelConfirmation" = "Пачакайце! Калі вы выдаліце гэты канал, удзельнікі страцяць доступ да яго, а паведамленні будуць выдаленыя. Вы сапраўды жадаеце гэта зрабіць?";

"Channel.Username.InvalidTooManyUsernames" = "Выбачайце, але вы стварылі занадта шмат публічных каналаў. Вы можаце стварыць прыватны канал альбо выдаліць адзін з вашых публічных каналаў.";

"ChannelInfo.ChannelForbidden" = "Выбачайце, але да гэтага канала больш нельга далучыцца.";

"PhotoEditor.FadeTool" = "Затуханне";
"PhotoEditor.TintTool" = "Адценні";
"PhotoEditor.TintIntensity" = "Інтэнсіўнасць адценняў";
"PhotoEditor.ShadowsTint" = "Зоны ценю";
"PhotoEditor.HighlightsTint" = "Зоны святла";
"PhotoEditor.CurvesTool" = "Крывыя";
"PhotoEditor.CurvesAll" = "Усе";
"PhotoEditor.CurvesRed" = "Чырвоны";
"PhotoEditor.CurvesGreen" = "Зялёны";
"PhotoEditor.CurvesBlue" = "Сіні";

"Channel.ErrorAddBlocked" = "Выбачайце, але вы не можаце дадаваць гэтага карыстальніка да каналаў.";
"Channel.ErrorAddTooMuch" = "Выбачайце, але вы можаце дадаць у канал толькі 200 карыстальнікаў. Звярніце ўвагу, што праз спасылку на канал да яго можа далучыцца неабмежаваная колькасць карыстальнікаў.";

"ChannelIntro.Title" = "Што такое \"канал\"?";
"ChannelIntro.Text" = "Каналы - гэта новы спосаб\nдасылаць свае паведамленні\nвялікім аўдыторыям.";
"ChannelIntro.CreateChannel" = "Стварыць канал";

"ShareMenu.Send" = "Даслаць";

"Conversation.ReportSpam" = "Паскардзіцца на спам";
"Conversation.ReportSpamConfirmation" = "Вы ўпэўненыя, што жадаеце паскардзіцца на гэтага карыстальніка?";
"SharedMedia.EmptyMusicText" = "Уся музыка, якой вы дзяліліся ў гэтай размове, будзе адлюстроўвацца тут.";

"ChatSettings.AutoPlayAnimations" = "Аўта-прайграваць анімацыі ";

"GroupInfo.ChatAdmins" = "Дадаць кіраўнікоў";

"ChatAdmins.Title" = "Кіраўнікі размовы";
"ChatAdmins.AllMembersAreAdmins" = "Усе удзельнікі — кіраўнікі";
"ChatAdmins.AllMembersAreAdminsOnHelp" = "Усе ўдзельнікі могуць запрашаць іншых карыстальнікаў, рэдагаваць назву і выяву суполкі.";
"ChatAdmins.AllMembersAreAdminsOffHelp" = "Толькі кіраўнікі могуць дадаваць і выдаляць удзельнікаў, рэдагаваць назву і выяву суполкі.";
"ChatAdmins.AdminLabel" = "кіраўнік";

"Group.MessagePhotoUpdated" = "Выява суполкі абноўленая";
"Group.MessagePhotoRemoved" = "Выява суполкі выдалена";
"Group.MessageTitleUpdated" = "Назва суполкі зменена на \"%@\"";

"Group.UpgradeNoticeHeader" = "ДАСЯГНУТЫ ЛІМІТ УДЗЕЛЬНІКАЎ";

"Group.UpgradeNoticeText1" = "Каб перавысіць ліміт і атрымаць доступ да дадатковых опцый, ператварыце суполку ў суперсуполку:";
"Group.UpgradeNoticeText2" = "• Суперсуполкі могуць мець да {supergroup_member_limit} удзельнікаў\n• Новыя удзельнікі бачаць усю гісторыю паведамленняў\n• Кіраўнікі могуць цалкам выдаляць паведамленні з гісторыі\n• Апавяшчэнні па змаўчанні выключаныя";
"GroupInfo.UpgradeButton" = "Абнавіцца да суперсуполкі";
"Group.UpgradeConfirmation" = "Warning: this action is irreversible. It is not possible to downgrade a supergroup to a regular group.";

"Notification.GroupMigratedToChannel" = "Суполка была ператворана ў суперсуполку";
"Notification.GroupDeactivated" = "Суполка адключана";
"Notification.GroupDeactivated" = "Суполка адключана";
"Notification.ChannelMigratedFrom" = "Гэтая суполка была ператворана ў суперсуполку";

"Conversation.StatusGroupDeactivated" = "суполка адключана";
"GroupInfo.DeactivatedStatus" = "Суполка адключана";

"Notification.RenamedGroup" = "Суполка перайменавана";

"Group.ErrorAddTooMuch" = "Выбачайце, але гэтая суполка ўжо поўная.";
"Group.ErrorAddTooMuchBots" = "Выбачайце, але вы дасягнулі ліміту колькасці ботаў для гэтай суполкі.";
"Group.ErrorAddTooMuchAdmins" = "Выбачайце, але вы дасягнулі ліміту колькасці кіраўнікоў для гэтай суполкі.";
"Group.ErrorAddBlocked" = "Выбачайце, але вы не можаце дадаваць гэтага карыстальніка да суполак.";
"Group.ErrorNotMutualContact" = "Выбачайце, але на дадзены момант вы можаце дадаваць у суполкі толькі ўзаемныя кантакты.";

"Conversation.SendMessageErrorFlood" = "Выбачайце, але на дадзены момант вы можаце дасылаць паведамленні толькі ўзаемным кантактам.";
"Generic.ErrorMoreInfo" = "Больш звестак";

"Notification.InvitedMany" = "%@ запрасіў %@";

"ChannelMembers.Blacklist.EmptyText" = "Заблакаваныя карыстальнікі выдаляюцца з суполкі і могуць вярнуцца толькі ў тым выпадку, калі іх запросіць кіраўнік. Спасылкі-запрашэнні для іх не працуюць.";

"ChannelInfo.DeleteGroup" = "Выдаліць суполку";
"ChannelInfo.DeleteGroupConfirmation" = "Пачакайце! Калі вы выдаліце гэтую суполку, удзельнікі страцяць доступ да яе, а паведамленні будуць выдаленыя. Вы сапраўды жадаеце гэта зрабіць?";

"ReportPeer.Report" = "Паскардзіцца";

"ReportPeer.ReasonSpam" = "Спам";
"ReportPeer.ReasonViolence" = "Гвалт";
"ReportPeer.ReasonPornography" = "Парнаграфія";
"ReportPeer.ReasonOther" = "Іншае";

"ReportPeer.AlertSuccess" = "Дзякуй!\nВашая скарга будзе неўзабаве разгледжаная нашай камандай.";

"Login.TermsOfServiceLabel" = "Ствараючы ўліковы запіс,\nвы пагаджаецеся з [умовамі карыстання].";
"Login.TermsOfServiceHeader" = "Умовы карыстання";

"ReportPeer.ReasonOther.Placeholder" = "Апісанне";
"ReportPeer.ReasonOther.Title" = "Паскардзіцца";
"ReportPeer.ReasonOther.Send" = "Даслаць";

"Group.Management.AddModeratorHelp" = "Калі вам патрэбная дапамога ў кіраванні суполкай, вы можаце прызначыць кіраўнікоў.";

"Watch.AppName" = "Тэлеграм";
"Watch.Compose.AddContact" = "Абраць кантакт";
"Watch.Compose.CreateMessage" = "Набраць паведамленне";
"Watch.Compose.CurrentLocation" = "Бягучае месцазнаходжанне";
"Watch.Compose.Send" = "Даслаць";
"Watch.Contacts.NoResults" = "Кантактаў па запыце\nне знойдзена";
"Watch.ChatList.NoConversationsTitle" = "Няма размоў";
"Watch.ChatList.NoConversationsText" = "Каб пачаць перапісвацца,\nмоцна націсніце, потым даткніцеся \nда «Новае паведамленне»";
"Watch.ChatList.Compose" = "Новае паведамленне";

"Watch.Conversation.Reply" = "Адказаць";
"Watch.Conversation.Unblock" = "Разблакаваць";
"Watch.Conversation.UserInfo" = "Звесткі";
"Watch.Conversation.GroupInfo" = "Звесткі аб суполцы";
"Watch.Bot.Restart" = "Перазапусціць";

"Watch.UserInfo.Title" = "Звесткі";
"Watch.UserInfo.Service" = "службовыя апавяшчэнні";

"Watch.UserInfo.Block" = "Заблакаваць";
"Watch.UserInfo.Unblock" = "Разблакаваць";
"Watch.UserInfo.Mute_1" = "Адключыць на 1 гадзіну";
"Watch.UserInfo.Mute_2" = "Адключыць на 2 гадзіны";
"Watch.UserInfo.Mute_3_10" = "Адключыць на %@ гадзін";
"Watch.UserInfo.Mute_any" = "Адключыць на %@ гадзін";
"Watch.UserInfo.Mute" = "Адключыць апавяшчэнні";
"Watch.UserInfo.Unmute" = "Уключыць апавяшчэнні";

"Watch.GroupInfo.Title" = "Звесткі аб суполцы";
"Watch.ChannelInfo.Title" = "Звесткі аб канале";

"Watch.Message.ForwardedFrom" = "Перадаслана ад";

"Watch.Notification.Joined" = "Далучыўся да Тэлеграма";

"Watch.MessageView.Title" = "Паведамленне";
"Watch.MessageView.Forward" = "Перадаслаць";
"Watch.MessageView.Reply" = "Адказаць";
"Watch.MessageView.ViewOnPhone" = "Праглядзець на тэлефоне";

"Watch.PhotoView.Title" = "Выява";

"Watch.Stickers.Recents" = "Нядаўнія";
"Watch.Stickers.RecentPlaceholder" = "Вашыя самыя часта выкарыстоўваемыя налепкі будуць адлюстроўвацца тут";
"Watch.Stickers.StickerPacks" = "Наборы налепак";

"Watch.Location.Current" = "Бягучае месцазнаходжанне";
"Watch.Location.Access" = "Дазвольце Тэлеграму доступ да месцазнаходжання на вашым тэлефоне";

"Watch.AuthRequired" = "Увайдзіце ў Тэлеграм на вашым тэлефоне, каб пачаць";
"Watch.UnlockRequired" = "Разблакуйце Тэлеграм на вашым тэлефоне";

"Watch.NoConnection" = "Няма сувязі";
"Watch.ConnectionDescription" = "Ваш гадзіннік павінен быць падлучаны да прылады, каб працаваць";

"Watch.State.Connecting" = "Злучэнне…";
"Watch.State.Updating" = "Абнаўленне…";
"Watch.State.WaitingForNetwork" = "Няма сувязі";

"Watch.Time.ShortTodayAt" = "Сёння а %@";
"Watch.Time.ShortYesterdayAt" = "Учора а %@";
"Watch.Time.ShortWeekdayAt" = "%1$@ %2$@";
"Watch.Time.ShortFullAt" = "%1$@ %2$@";

"Watch.LastSeen.JustNow" = "толькі што";
"Watch.LastSeen.MinutesAgo_1" = "1 хвіліну таму";
"Watch.LastSeen.MinutesAgo_2" = "2 хвіліны таму";
"Watch.LastSeen.MinutesAgo_3_10" = "%@ хвіліны таму";
"Watch.LastSeen.MinutesAgo_any" = "%@ хвілін таму";
"Watch.LastSeen.HoursAgo_1" = "1 гадзіну таму";
"Watch.LastSeen.HoursAgo_2" = "2 гадзіны таму";
"Watch.LastSeen.HoursAgo_3_10" = "%@ гадзіны таму";
"Watch.LastSeen.HoursAgo_any" = "%@ гадзін таму";
"Watch.LastSeen.TodayAt" = "сёння а %@";
"Watch.LastSeen.YesterdayAt" = "учора а %@";
"Watch.LastSeen.AtWeekday" = "%@";
"Watch.LastSeen.AtDate" = "%@";
"Watch.LastSeen.Lately" = "нядаўна";
"Watch.LastSeen.WithinAWeek" = "на гэтым тыдні";
"Watch.LastSeen.WithinAMonth" = "у гэтым месяцы";
"Watch.LastSeen.ALongTimeAgo" = "вельмі даўно";

"Watch.Suggestion.OK" = "Добра";
"Watch.Suggestion.ThankYou" = "Дзякуй вам.";
"Watch.Suggestion.Thanks" = "Дзякуй!";
"Watch.Suggestion.WhatsUp" = "Як маешся?";
"Watch.Suggestion.Yes" = "Так";
"Watch.Suggestion.No" = "Не";
"Watch.Suggestion.Absolutely" = "Якраз так";
"Watch.Suggestion.Nope" = "Не-а";
"Watch.Suggestion.TalkLater" = "Пагутарым пазней?";
"Watch.Suggestion.CantTalk" = "Не магу зараз размаўляць…";
"Watch.Suggestion.HoldOn" = "Пачакай сякунду…";
"Watch.Suggestion.CallSoon" = "Хутка патэлефаную табе.";
"Watch.Suggestion.TextInABit" = "Зараз напішу табе.";
"Watch.Suggestion.BRB" = "Адыйду на хвілінку.";
"Watch.Suggestion.OnMyWay" = "Хутка ўжо буду.";
"Cache.Photos" = "Выявы";
"Cache.Videos" = "Відэазапісы";
"Cache.Music" = "Музыка";
"Cache.Files" = "Файлы";
"Cache.Clear" = "Ачысціць (%@)";
"Cache.ClearNone" = "Ачысціць";
"Cache.ClearProgress" = "Калі ласка, пачакайце…";
"Cache.ClearEmpty" = "Пуста";
"Cache.ByPeerHeader" = "РАЗМОВЫ";
"Cache.Indexing" = "Тэлеграм падлічвае бягучы памер кэша.\nГэта можа заняць некалькі хвілін.";

"ExplicitContent.AlertTitle" = "Выбачайце";
"ExplicitContent.AlertChannel" = "Доступ да гэтага канала абмежаваны, бо ён парушае правілы App Store.";
"ExplicitContent.AlertUser" = "Доступ да гэтага бота абмежаваны, бо ён парушае правілы App Store.";

"StickerSettings.ContextHide" = "Схаваць";
"StickerSettings.ContextShow" = "Адлюстраваць";

"Conversation.LinkDialogSave" = "Захаваць";
"Conversation.GifTooltip" = "Даткніцеся, каб адкрыць тэчку з схаванымі анімацыямі";

"AttachmentMenu.PhotoOrVideo" = "Выява ці відэа";
"AttachmentMenu.ImageSearch" = "Пошук па выявах";
"AttachmentMenu.File" = "Файл";

"AttachmentMenu.SendPhoto_1" = "Даслаць 1 выяву";
"AttachmentMenu.SendPhoto_2" = "Даслаць 2 выявы";
"AttachmentMenu.SendPhoto_3_10" = "Даслаць %@ выяў";
"AttachmentMenu.SendPhoto_any" = "Даслаць %@ выяў";

"AttachmentMenu.SendVideo_1" = "Даслаць 1 відэа";
"AttachmentMenu.SendVideo_2" = "Даслаць 2 відэа";
"AttachmentMenu.SendVideo_3_10" = "Даслаць %@ відэа";
"AttachmentMenu.SendVideo_any" = "Даслаць %@ відэа";

"AttachmentMenu.SendGif_1" = "Даслаць 1 анімацыю";
"AttachmentMenu.SendGif_2" = "Даслаць 2 анімацыі";
"AttachmentMenu.SendGif_3_10" = "Даслаць %@ анімацый";
"AttachmentMenu.SendGif_any" = "Даслаць %@ анімацый";

"AttachmentMenu.SendItem_1" = "Даслаць 1 аб’ект";
"AttachmentMenu.SendItem_2" = "Даслаць 2 аб’екты";
"AttachmentMenu.SendItem_3_10" = "Даслаць %@ аб’ектаў";
"AttachmentMenu.SendItem_any" = "Даслаць %@ аб’ектаў";

"AttachmentMenu.SendAsFile" = "Даслаць як файл";
"AttachmentMenu.SendAsFiles" = "Даслаць як файлы";

"Conversation.Processing" = "Выкананне…";

"Conversation.MessageViaUser" = "цераз %@";

"CreateGroup.SoftUserLimitAlert" = "У вас будзе магчымасць дадаць больш удзельнікаў пасля таго, як вы скончыце ствараць сваю суполку і ператворыце яе ў суперсуполку.";
"ChannelMembers.AllMembersMayInvite" = "Усе ўдзельнікі могуць запрашаць";
"ChannelMembers.AllMembersMayInviteOnHelp" = "Кожны можа запрасіць новых удзельнікаў.";
"ChannelMembers.AllMembersMayInviteOffHelp" = "Толькі кіраўнікі могуць запрасіць новых удзельнікаў.";

"Privacy.GroupsAndChannels" = "Суполкі";
"Privacy.GroupsAndChannels.WhoCanAddMe" = "ХТО МОЖА ДАДАВАЦЬ МЯНЕ Ў СУПОЛКІ";
"Privacy.GroupsAndChannels.CustomHelp" = "Вы можаце вызначыць, хто можа запрашаць вас у суполкі і каналы.";
"Privacy.GroupsAndChannels.AlwaysAllow" = "Заўсёды дазваляць";
"Privacy.GroupsAndChannels.NeverAllow" = "Ніколі не дазваляць";
"Privacy.GroupsAndChannels.CustomShareHelp" = "Гэтыя карыстальнікі змогуць або не змогуць дадаваць вас у суполкі і каналы, незалежна ад налад вышэй.";

"Privacy.GroupsAndChannels.AlwaysAllow.Title" = "Заўсёды дазваляць";
"Privacy.GroupsAndChannels.AlwaysAllow.Placeholder" = "Заўсёды дазваляць…";
"Privacy.GroupsAndChannels.NeverAllow.Title" = "Ніколі не дазваляць";
"Privacy.GroupsAndChannels.NeverAllow.Placeholder" = "Ніколі не дазваляць…";

"Privacy.GroupsAndChannels.InviteToGroupError" = "Выбачайце, але вы не можаце дадаць %@ у суполкі, бо %@ забараніў(-ла) гэта сваімі наладамі прыватнасці.";
"Privacy.GroupsAndChannels.InviteToChannelError" = "Выбачайце, але вы не можаце дадаць %@ у суполкі, бо %@ забараніў(-ла) гэта сваімі наладамі прыватнасці.";
"Privacy.GroupsAndChannels.InviteToChannelMultipleError" = "Выбачайце, але вы не можаце стварыць суполку з гэтымі карыстальнікамі з-за іх наладаў прыватнасці.";

"ChannelMembers.WhoCanAddMembers" = "Хто можа дадаваць удзельнікаў";
"ChannelMembers.WhoCanAddMembers.AllMembers" = "Усе ўдзельнікі";
"ChannelMembers.WhoCanAddMembers.Admins" = "Толькі кіраўнікі";
"ChannelMembers.WhoCanAddMembersAllHelp" = "Кожны можа запрасіць новых удзельнікаў.";
"ChannelMembers.WhoCanAddMembersAdminsHelp" = "Толькі кіраўнікі могуць запрасіць новых удзельнікаў.";

"ChannelMembers.GroupAdminsTitle" = "КІРАЎНІКІ СУПОЛКІ";
"ChannelMembers.ChannelAdminsTitle" = "КІРАЎНІКІ КАНАЛА";
"MusicPlayer.VoiceNote" = "Аўдыязапіс";

"PrivacyLastSeenSettings.WhoCanSeeMyTimestamp" = "ХТО МОЖА БАЧЫЦЬ МАЮ АДЗНАКУ ЧАСУ";

"PrivacyLastSeenSettings.GroupsAndChannelsHelp" = "Прызначыць тых, хто можа дадаваць вас да суполак і каналаў.";
"MusicPlayer.VoiceNote" = "Аўдыязапіс";

"Watch.Microphone.Access" = "Дазвольце Тэлеграму доступ да мікрафона на вашым тэлефоне";

"Settings.AppleWatch" = "Apple Watch";
"AppleWatch.Title" = "Apple Watch";
"AppleWatch.ReplyPresets" = "ШАБЛОНЫ АДКАЗАЎ";
"AppleWatch.ReplyPresetsHelp" = "Вы можаце абраць адзін з гэтых адказаў па змаўчанні, калі вы пішаце альбо адказваеце на паведамленне, або вы можаце змяніць іх.";

"KeyCommand.FocusOnInputField" = "Напісаць паведамленне";
"KeyCommand.Find" = "Пошук";
"KeyCommand.ScrollUp" = "Гартнуць гору";
"KeyCommand.ScrollDown" = "Гартнуць долу";
"KeyCommand.NewMessage" = "Новае паведамленне";
"KeyCommand.JumpToPreviousChat" = "Да папярэдняй размовы";
"KeyCommand.JumpToNextChat" = "Да наступнай размовы";
"KeyCommand.JumpToPreviousUnreadChat" = "Да папярэдняй непрачытанай";
"KeyCommand.JumpToNextUnreadChat" = "Да наступнай непрачытанай";
"KeyCommand.SendMessage" = "Даслаць паведамленне";
"KeyCommand.ChatInfo" = "Звесткі аб размове";

"Conversation.SecretLinkPreviewAlert" = "Ці жадаеце ўключыць пашыраны перадпрагляд спасылак у сакрэтных размовах? Звярніце ўвагу, што перадпрагляд ствараецца на серверах Тэлеграма.";
"Conversation.SecretChatContextBotAlert" = "Звярніце ўвагу, што хуткія боты прадастаўляюцца пабочнымі распрацоўнікамі. Каб бот працаваў, сімвалы, якія вы набіраеце пасля мянушкі бота, дасылаюцца адказнаму распрацоўніку.";

"Map.OpenInWaze" = "Адкрыць у Waze";

"ShareMenu.CopyShareLink" = "Copy Link";

"Channel.SignMessages" = "Падпісваць паведамленні";
"Channel.SignMessages.Help" = "Пазначаць імя кіраўніка пад дасланымі ім паведамленнямі.";

"Channel.EditMessageErrorGeneric" = "Выбачайце, але вы не можаце рэдагаваць гэтае паведамленне.";

"ChannelInfo.InvitationLinkDoesNotExist" = "Выбачайце, але, здаецца, гэты канал не існуе.";

"Conversation.InputTextSilentBroadcastPlaceholder" = "Бязгучная рассылка";
"Conversation.SilentBroadcastTooltipOn" = "Удзельнікі будуць апавешчаныя аб новых паведамленнях";
"Conversation.SilentBroadcastTooltipOff" = "Удзельнікі не будуць апавешчаныя аб новых паведамленнях";

"Settings.About" = "Bio";
"GroupInfo.LabelAdmin" = "admin";

"Conversation.Pin" = "Pin";
"Conversation.Unpin" = "Unpin";
"Conversation.Report" = "Report Spam";
"Conversation.PinnedMessage" = "Pinned Message";

"Conversation.Moderate.Delete" = "Delete Message";
"Conversation.Moderate.Ban" = "Ban User";
"Conversation.Moderate.Report" = "Report Spam";
"Conversation.Moderate.DeleteAllMessages" = "Delete All From %@";

"Group.Username.Help" = "You can choose a group name on **Telegram**. If you do, other people will be able to find your group by this name.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";

"Group.Username.InvalidTooShort" = "Group names must have at least 5 characters.";
"Group.Username.InvalidStartsWithNumber" = "Group names can't start with a number.";

"Group.Username.LinkHint" = "This link opens your group in Telegram:[\nhttps://telegram.me/%@]";

"Notification.PinnedTextMessage" = "%@ pinned \"%@\"";
"Notification.PinnedPhotoMessage" = "%@ pinned photo";
"Notification.PinnedVideoMessage" = "%@ pinned video";
"Notification.PinnedAudioMessage" = "%@ pinned voice message";
"Notification.PinnedDocumentMessage" = "%@ pinned file";
"Notification.PinnedAnimationMessage" = "%@ pinned GIF";
"Notification.PinnedStickerMessage" = "%@ pinned sticker";
"Notification.PinnedLocationMessage" = "%@ pinned location";
"Notification.PinnedContactMessage" = "%@ pinned contact";
"Notification.PinnedDeletedMessage" = "%@ pinned deleted message";

"Message.PinnedTextMessage" = "pinned \"%@\"";
"Message.PinnedPhotoMessage" = "pinned photo";
"Message.PinnedVideoMessage" = "pinned video";
"Message.PinnedAudioMessage" = "pinned voice message";
"Message.PinnedDocumentMessage" = "pinned file";
"Message.PinnedAnimationMessage" = "pinned GIF";
"Message.PinnedStickerMessage" = "pinned sticker";
"Message.PinnedLocationMessage" = "pinned location";
"Message.PinnedContactMessage" = "pinned contact";
"Message.PinnedDeletedMessage" = "pinned deleted message";

"Notification.PinnedMessage" = "pinned message";

"GroupInfo.ConvertToSupergroup" = "Convert to Supergroup";

"ConvertToSupergroup.Title" = "Supergroup";
"ConvertToSupergroup.HelpTitle" = "**In supergroups:**";
"ConvertToSupergroup.HelpText" = "• New members can see the full message history\n• Deleted messages will disappear for all members\n• Members can edit their own messages\n• Creator can set a public link for the group";

"ConvertToSupergroup.Note" = "**Note**: this action can't be undone.";

"GroupInfo.GroupType" = "Group Type";

"Group.Setup.TypeHeader" = "GROUP TYPE";
"Group.Setup.TypePublicHelp" = "Public groups can be found in search, chat history is available to everyone and anyone can join.";
"Group.Setup.TypePrivateHelp" = "Private groups can only be joined if you were invited or have an invite link.";

"Group.Username.CreatePublicLinkHelp" = "People can share this link with others and find your group using Telegram search.";
"Group.Username.CreatePrivateLinkHelp" = "People can join your group by following this link. You can revoke the link at any time.";

"Conversation.PinMessageAlertGroup" = "Pin this message and notify all members of the group?";
"Conversation.PinMessageAlertChannel" = "Pin this message and notify all members of the channel?";
"Conversation.PinMessageAlert.OnlyPin" = "Only Pin";

"Conversation.UnpinMessageAlert" = "Would you like to unpin this message?";

"Settings.About.Title" = "Bio";
"Settings.About.Help" = "You can add a few lines about yourself. Anyone who opens your profile will see this text.";

"Profile.About" = "bio";

"Group.Management.ErrorNotMember" = "%@ hasn't joined the group yet. Do you want to invite them?";

"Conversation.ReportSpamAndLeave" = "Report Spam and Leave";

"Conversation.StatusKickedFromChannel" = "you were removed from the channel";
